Repository: id-main/bthere
Catalog: iOS/*.lproj/Localizable.strings
Languages: he, ro, ru

# DISCOUNTS_FOR_FIRST_REGISTERS
source: special offer for the first people who will sign up
he: מבצעים לנרשמים הראשונים
ro: Oferta speciala pentru primele persoane care se inregistreaza
ru: Специальные предложения для первых абонентов

# DESIGN_DAY
source: Day
he: יום
ro: Zi
ru: День

# DESIGN_WEEK
source: Week
he: שבוע
ro: Saptamana
ru: Неделя

# DESIGN_MONTH
source: Month
he: חודש
ro: Luna
ru: Месяц

# DESIGN_LIST
source: List
he: רשימה
ro: Lista
ru: Список

# SUNDAY
source: S
he: א׳
ro: D
ru: вс

# MONDAY
source: M
he: ב׳
ro: L
ru: пн

# TUESDAY
source: T
he: ג׳
ro: M
ru: вт

# WEDNSDAY
source: W
he: ד׳
ro: M
ru: ср

# THIRTHDAY
source: T
he: ה׳
ro: J
ru: чт

# FRIDAY
source: F
he: ו׳
ro: V
ru: пт

# SHABAT
source: S
he: 'ש
ru: сб

# S_DAY
source: sun
he: א׳
ro: Du
ru: Воскресенье

# M_DAY
source: mon
he: ב׳
ro: Lu
ru: Понедельник

# T_DAY
source: tue
he: ג׳
ro: Ma
ru: Вторник

# W_DAY
source: wed
he: ד׳
ro: Mi
ru: Среда

# THIR_DAY
source: thi
he: ה׳
ro: Jo
ru: Четверг

# F_DAY
source: fri
he: ו׳
ro: Vi
ru: Пятница

# SHT_DAY
source: sat
he: 'ש
ro: Sa
ru: Суббота

# SUNDAY_DAY
source: Sunday
he: יום א׳
ro: Duminica
ru: Воскресенье

# MONDAY_DAY
source: Monday
he: יום ב׳
ro: Luni
ru: Понедельник

# TUESDAY_DAY
source: Tuesday
he: יום ג׳
ro: Marti
ru: Вторник

# WEDNSDAY_DAY
source: Wednesday
he: יום ד׳
ro: Miercuri
ru: Среда

# THIRTHDAY_DAY
source: Thursday
he: יום ה׳
ro: Joi
ru: Четверг

# FRIDAY_DAY
source: Friday
he: יום ו׳
ro: Vineri
ru: Пятница

# SHABAT_DAY
source: Saturday
he: יום ש׳
ro: Sambata
ru: Суббота

source: today
he: היום
ro: Azi
ru: Сегодня

source: Add customer
he: הוסף לקוח
ro: Adauga client
ru: Добавить клиента

source: Ocasional customer
he: לקוח מזדמן
ro: Client ocazional
ru: Случайный клиент

source: Add new customer
he: הוסף לקוח חדש
ro: Adauga client nou
ru: Добавить нового клиента

# FULLNAME_STAR
source: Full name*
he: *שם מלא
ro: Nume complet*
ru: *Полное имя

# PHONE_STAR
source: Phone number*
he: *מספר טלפון
ro: Numar de telefon*
ru: *Номер телефона

# EMAIL_STAR
source: Email*
he: *מייל
ru: *Электронная почта

# MAKE_new_APPOINTMENT
source: Set an appoinment
he: קבע פגישה
ro: Seteaza o programare
ru: Записаться на прием

# ADD_NEW_CUSTOMMER
source: Add
he: הוסף
ro: Adauga
ru: Добавить

# ADDED_CUSTOMER
source: Succesfully added new customer!
he: הוספת הלקוח התבצעה בהצלחה!
ro: Client nou adaugat cu succes!
ru: Успешно добавленный клиент!

source: Private
he: פרטי
ro: Privat
ru: Личный

# NEWCLIENT_STRING
source: Client
he: לקוח
ru: Клиент

# NEWMYTURN
source: Meetings
he: תור
ro: Randul meu
ru: Очередь

# NEWDELETE
source: Delete
he: מחק
ro: Sterge
ru: Удалить

# NEWCALL
source: Call
he: חייג
ro: Suna
ru: Позвонить

# DELETE_CUSTOMER_MESSAGE
source: You have chosen to delete from your customers:
he: :בחרת למחוק רשומה מהלקוחות שלך
ro: Ati ales sa stergeti acest client:
ru: :Вы решили удалить запись от своих клиентов

# DELETE_CUSTOMER_TITLE
source: Delete Customer
he: מחק לקוח
ro: Sterge client
ru: Удалить клиент

# BAD_NETWORK
source: Connection lost or address not found
he: בעיית חיבור / כתובת לא נמצאה
ro: Conexiunea a pierduta sau adresa nu a fost gasita
ru: Проблема подключения / адреса не найдена

# LBL_UPDATE
source: Update Information
he: עדכן
ro: Actualizeaza informatia
ru: Обновление

# CUSTOMER_EXIST
source: You already added this customer in your list. To make an appoinment select him from previous screen - My Customer list
he: לקוח זה כבר נמצא ברשימת הלקוחות שלך . ניתן לקבוע לו תורים מהמסך הקודם
ro: Acest client a fost deja adaugat in lista dumneavoastra. Pentru a face o programare, este necesar sa il selectati din ecranul anterior, Clientii mei, Lista.
ru: Этот клиент уже включен в список ваших клиентов. Вы можете установить очереди с предыдущей страницы

# CUSTOMER_EXIST2
source: Customer is in your list
he: הלקוח כבר נמצא ברשימה שלך
ro: Clientul este deja in lista dumneavoastra
ru: Клиент уже включен в ваш список

# UPDATE_CUSTOMER_EXIST
source: Update Details
he: עדכון פרטים
ro: Actualizeaza detalii
ru: Обновить данные

# SIMPLE_BUTTON_UPDATE
source: Update
he: עדכון
ro: Actualizeaza
ru: Обновление

# SUCCES_CUSTOMER_UPDATE
source: The customer was updated succesfully
he: פרטי הלקוח עודכנו בהצלחה
ro: Clientul a fost actualizat cu succes
ru: Информация о клиенте успешно обновлена

# THOSE_INFOS_ARE_OF_ANOTHER_CUSTOMER
source: This information belongs to another customer and you can not edit it
he: פרטים אלה שייכים ללקוח אחר ואינך לא יכול לערוך אותם.
ru: Эта информация принадлежит другому клиенту, и вы не можете ее редактировать.

# CUSTOMER_APPOINMENTS_SUBTITLE
source: Appointments
he: תורים
ro: Programari
ru: Очереди

# NO_FEATURE
source: Your device doesn't support this feature.
he: .המכשיר שברשותך אינו תומך בתכונה זו
ro: Dispozitivul dumneavoastra nu suporta aceasta caracteristica.
ru: Устройство не поддерживает эту функцию

# NO_SIM_SIGNAL
source: No sim present or no cellular coverage or phone is on airplane mode.
he: .איו סים / בדוק חיבור לרשת הסלולרית
ro: Cartela sim inexistenta, sunteti in afara ariei de acoperire sau telefonul este pe modul avion.
ru: Проверьте подключение к интернету

# CONFIRM_BTN_DEL
source: Confirm
he: אישור
ro: Confirma
ru: Подтверждение

# CANCELLATION_BTN
source: Cancellation
he: ביטול תור
ro: Anulare
ru: Отмена

# NO_APPOINMENTS_YET
source: This customer has no appointments yet
he: ללקוח זה לא נקבעו תורים
ro: Acest client nu are programari
ru: У этого клиента нет очередей

# NO_APPOINMENTS_SET
source: There are no appointments yet
he: לא נקבעו תורים
ro: Momentan nu exista programari
ru: Нет очередей

# TITLE_CANCEL_APPOINTMENT
source: Cancel appointment
he: ביטול תור
ro: Anuleaza programarea
ru: Отменить очередь

# DESCRIPTION_CANCEL_APPOINTMENT
source: Are you sure you want to cancel this appointment?
he: האם אתה בטוח שאתה רוצה לבטל את התור הזה?
ro: Sunteti sigur ca doriti sa anulati aceasta programare?
ru: Вы действительно хотите отменить эту очередь?

source: My Details
he: הפרטים שלי
ro: Detaliile mele
ru: Мои данные

source: Manage Calendar
he: ניהול יומן
ro: Administreaza calendar
ru: Управление календарем

# SYNC_CONTACTS_SETTING
source: Invite your customers
he: הזמן את לקוחותייך
ro: Sincronizare contacte
ru: Синхронизировать контакты

# EMPLOYES
source: Employees
he: עובדים
ro: Angajati
ru: Права доступа сотрудников

source: Payment Credentials
he: פרטי תשלום
ro: Acreditari de plata
ru: Детали оплаты

# DELETE_AN_USER
source: Delete the User
he: מחק את המשתמש
ro: Sterge utilizatorul
ru: Удалить пользователя

# MANAGER_ONLY
source: Only a manager can access all employees profiles
he: גישה למנהל בלבד
ro: Doar un manager poate avea acces la toate profilele angajatilor
ru: Доступ только для администратора

source: Pull to refresh
he: משוך לרענון
ro: Trageti pentru a actualiza
ru: Потяните, чтобы обновить

# INFO_ORDER
source: Info
he: מידע
ru: Информация

# EMPLOYE_PERMISSIONS
source: Employee permissions
he: הרשאות לעובדים
ro: Permisii angajati
ru: Права доступа сотрудников

# EMPLOYE_MANAGER_CHANGED
source: Successfully saved permissions for employee
he: ההרשאות נשמרו בהצלחה עבור העובד
ro: Permisiile pentru angajati au fost actualizate cu succes
ru: Права доступа были успешно сохранены для сотрудника

# ERROR_CHANGE_MANAGER_STATUS
source: An error occurred while trying to set permissions
he: אירעה שגיאה בעת ניסיון להגדיר הרשאות
ro: A aparut o eroare in setarea permisiilor
ru: Произошла ошибка при попытке установить права доступа

# NO_PERMISSION_FOR_SERVICES_SET
source: The permissions are not set up yet
he: ההרשאות עדיין אינן מוגדרות
ro: Permisiile nu sunt setate
ru: Права доступа пока не установлены

source: Personal Information
he: מידע אישי
ro: Informatii personale
ru: Личная информация

# EMPLOYE_EXIST
source: You already added this employee
he: כבר הוספת את העובד הזה
ro: Acest angajat a fost deja adaugat
ru: Вы уже добавили этого сотрудника

# SUNDAY2
source: S
he: א׳
ro: Du
ru: вс

# MONDAY2
source: M
he: ב׳
ro: Lu
ru: пн

# TUESDAY2
source: T
he: ג׳
ro: Ma
ru: вт

# WEDNSDAY2
source: W
he: ד׳
ro: Mi
ru: ср

# THIRTHDAY2
source: T
he: ה׳
ro: Jo
ru: чт

# FRIDAY2
source: F
he: ו׳
ro: Vi
ru: пт

# SHABAT2
source: S
he: ש׳
ro: Sa
ru: сб

# EMPLOYE_EXIST_in_db
source: This employee is already in the system
he: עובד זה כבר רשום לחברה אחרת
ro: Acest angajat este deja in sistem

# POPUP_EMPLOYE
source: If you want your customers to be able to set up appointments to your employees calendar you need to define the employees permissions first.
he: כדי לאפשר לכל העובדים לקבל לקוחות יש להגדיר את השירותים שהם מורשים לתת. שימו לב פעולה זו הכרחית כדי לאפשר גישה ליומן של אותו עובד.
ro: Daca doriti ca clientii dumneavoastra sa poata efectua programari in calendarul angajatilor dumneavoastra, trebuie sa setati mai intai permisiunile angajatilor.
ru: Чтобы позволить сотрудникам принимать клиентов, необходимо определить услуги, которые они уполномочены оказывать. Примечание. Это необходимо для доступа к календарю одного и того же сотрудника.

# NO_EMPLOYE_AVALAIBLEnow
source: No employees available
he: אין עובדים זמינים
ro: Nu exista angajati disponibili
ru: Нет свободных сотрудников

# NO_LANGUAGE_SELECTED
source: Before save, you must choose a language
he: לפני השמירה, עליך לבחור שפה
ro: Inainte de a salva, este necesar sa selectati o limba
ru: Перед сохранением вы должны выбрать язык

# RELAUNCH_APP_TO_Change_language
source: Language saved. It will be changed on app relaunch
he: השפה נשמרה. זה ישתנה על הפעלה מחדש של היישום
ro: Limba selectata a fost salvata. Se va schimba la relansarea aplicatiei.
ru: Язык сохранен. Изменения вступят в силу после перезапуска приложения.

# NEW_APP_PLUSMENU
source: New appointment
he: תור חדש
ro: Programare noua
ru: Новая очередь

# NEW_EVENT_PLUSMENU
source: New event
he: אירוע אישי
ro: Eveniment nou
ru: Личное мероприятие

# CUSTOMERS_IN_A_HOUR_PLUSMENU
source: Customers in a hour
he: לקוחות בתוך שעה
ro: Clienti intr-o ora
ru: Клиенты в течение часа

# BLOCK_HOURS_PLUSMENU
source: Block hours
he: חסימת שעות
ro: Ore ocupate
ru: Блокировка часов

# WAITING_LIST_PLUSMENU
source: Customers approval
he: אישור לקוחות
ro: Aprobare clienti
ru: Подтверждение клиента

# LAST_MINUTE_PLUSMENU
source: Last minute
he: ברגע אחרון
ro: Ultimul minut
ru: В последнюю минуту

# HELP_PLUSMENU
source: Help
he: עזרה
ro: Ajutor
ru: Помощь

# BLOCK_HOURS_PLUSMENU_caps
source: Block Hours
he: חסימת שעות
ro: Ore ocupate
ru: Блокировка часов

source: Start date
he: תאריך התחלה
ro: Data incepere
ru: Дата начала

source: End date
he: תאריך סיום
ro: Data terminare
ru: Дата окончания

# HHOURS
source: Hours
he: שעות
ro: Ore
ru: Часы

# BTNBLOCK
source: Block
he: לחסום
ro: Ocupat
ru: Заблокировать

# BTNBLOCKsaved
source: Blocking hours were saved succesfully
he: שעות החסימה נשמרו בהצלחה
ro: Orele ocupate au fost salvate cu succes
ru: заблокированные часы сохранены успешно

# ERROR_DATE_START_END
source: Ending hour can not be smaller than starting hour
he: תאריך הסיום אינו יכול להיות קטן מתאריך ההתחלה
ro: Data de incheiere nu poate fi mai mica decat data de incepere
ru: Дата окончания не может быть меньше даты начала

# ERROR_HOUR_START_END
source: Ending hour can not be smaller than starting hour
he: שעת הסיום לא יכולה להיות קטנה משעת ההתחלה
ro: Data de incheiere nu poate fi mai mica decat data de incepere
ru: Время окончания не может быть меньше времени начала

# ERROR_HOUR_ISEQUAL
source: Ending hour can not be the same as starting hour
he: שעת הסיום אינה יכולה להיות זהה לשעת ההתחלה
ro: Data de incheiere nu poate aceeasi cu data de incepere
ru: Время окончания не может быть таким же, как время начала

# ERROR_date_Start
source: Select Start Date
he: בחר תאריך התחלה
ro: Selecteaza data de incepere
ru: Выберите дату начала

# ERROR_date_End
source: Select End Date
he: בחר תאריך סיום
ro: Selecteaza data de terminare
ru: Выберите дату окончания

# ERROR_hour_Start
source: Select Start Hour
he: בחר שעת התחלה
ro: Selecteaza ora de incepere
ru: Выберите время начала

# ERROR_hour_End
source: Select End Hour
he: בחר את שעת הסיום
ro: Selecteaza ora de incepere
ru: Выберите время окончания

source: January
he: ינואר
ro: Ianuarie
ru: Январь

source: February
he: פברואר
ro: Februarie
ru: Февраль

source: March
he: מרץ
ro: Martie
ru: Март

source: April
he: אפריל
ro: Aprilie
ru: Апрель

source: May
he: מאי
ro: Mai
ru: Май

source: June
he: יוני
ro: Iunie
ru: Июнь

source: July
he: יולי
ro: Iulie
ru: Июль

source: August
he: אוגוסט
ru: Август

source: September
he: ספטמבר
ro: Septembrie
ru: Сентябрь

source: October
he: אוקטובר
ro: Octombrie
ru: Октябрь

source: November
he: נובמבר
ro: Noiembrie
ru: Ноябрь

source: December
he: דצמבר
ro: Decembrie
ru: Декабрь

source: Manager permission
he: הרשאת מנהל
ro: Permisie manager
ru: Права администратора

source: Authorizations by service
he: הרשאות לפי שירות
ro: Permisii in functie de serviciu
ru: Разрешения на обслуживание

source: Join us
he: הצטרף אלינו
ro: Alaturati-va
ru: Присоединяйтесь к нам

source: Skip
he: דלג
ro: Treci peste
ru: Пропустить

# SKIP_AFTER_VIDEO
source: Continue as a customer
he: המשך כלקוח

# DAY_PASSED
source: You cannot make appointments in past
he: אתה לא יכול לעשות פגישות בעבר
ro: Nu puteti efectua programari in trecut
ru: Вы не можете назначать встречи в прошлом

# ERROR_UPDATE_BUSINESS_PROFILE
source: An error occured on updating Business profile
he: אירעה שגיאה בעדכון הפרופיל העסקי
ro: A aparut o eroare in actualizarea profilului companiei
ru: Произошла ошибка в обновлении вашего бизнес-профиля

# UPDATED_BUSINESS_PROFILE
source: The Business's profile was updated successfully
he: הפרופיל של העסק עודכן בהצלחה
ro: Profilul companiei a fost actualizat cu succes
ru: Ваш бизнес-профиль успешно обновлен

# ERROR_ADD_CUSTOMER
source: An error occured on adding customer
he: אירעה שגיאה בעת הוספת לקוח
ro: A aparut o eroare in adaugarea clientului
ru: Произошла ошибка при добавлении клиента

source: My Details
he: הפרטים שלי
ro: Detaliile mele
ru: Мои данные

# BUSINESS_INFO
source: Business Information
he: מידע עסקי
ro: Informatii companie
ru: Бизнес информация

source: Search Contact
he: חפש איש קשר
ro: Cauta contact
ru: Поиск контакта

# UPDATED_SYNC_CONTACTS
source: The contacts list was updated successfully
he: רשימת אנשי הקשר עודכנה בהצלחה
ro: Lista de contacte a fost actualizata cu succes
ru: Список контактов успешно обновлен

# ERROR_UPDATE_CONTACTS
source: An error occured on updating contact list
he: אירעה שגיאה בעת עדכון רשימת אנשי הקשר
ro: A aparut o eroare in actualizarea listei de contacte
ru: Произошла ошибка при обновлении списка контактов

# MANAGE_CUSTOMER_MESSAGE
source: Managing Existing Customers can be done from My customers management page
he: ניהול לקוחות קיימים יכול להיעשות מתוך דף הניהול של הלקוחות שלי
ro: Administrarea clientilor existenti se face din pagina Clientii mei.
ru: Управление клиентами можно выполнить на странице «Управление моим клиентом»

# SYNC_MY_CALENDAR
source: Sync with my calendar
he: שיקוף יומן מכשיר
ro: Sincronizeaza cu calendarul personal
ru: Синхронизировать с моим календарем

# CUSTOMER_RANGE
source: Customer view range of the calendar (weeks)
he: טווח תצוגת הלקוח של היומן (שבועות)
ro: Numar de saptamani vizibile in calendarul clientului
ru: Диапазон просмотра клиента календаря (недели)

# CALENDAR_VIEW
source: View
he: תצוגת לוח שנה
ro: Ecran calendar
ru: Просмотр календаря

# WELCOME_PROVIDER
source: Welcome,
he: ברוך הבא,
ro: Bine ai venit,
ru: Добро пожаловать,

source: No thanks
he: לא עכשיו
ro: Nu, multumesc
ru: Не сейчас

# DELETE_USER_TITLE
source: Delete the User
he: מחק את המשתמש
ro: Stergeti utilizatorul
ru: Удалить пользователя

# DELETE_USER_TEXT
source: Do you want to delete your user and phone number from Bthere ?
he: האם ברצונך למחוק את המשתמש ואת מספר הטלפון שלך מ- Bthere?
ro: Doriți să ștergeți utilizatorul și numărul dumneavoastra de telefon din Bthere ?
ru: Вы хотите удалить своего пользователя и номер телефона из Bethere?

# EVENT_TITLE_LABEL
source: New Event
he: אירוע חדש
ro: Eveniment Nou
ru: Новое событие

# EVENT_NAME_PLACEHOLDER
source: Event Name
he: שם אירוע
ro: Nume Eveniment
ru: Название события

# EVENT_DATE_PLACEHOLDER
source: Date
he: תאריך
ro: Data
ru: Дата

# EVENT_TIME_PLACEHOLDER
source: Time
he: זמן
ro: Timpul
ru: Время

# EVENT_NOTES_LABEL
source: Notes
he: הערות
ro: Notite
ru: Комментарии

# EVENT_NOTES_PLACEHOLDER
source: Enter text
he: הזן טקסט
ro: Introduceti text
ru: Введите текст

# EVENT_CHECK_LABEL
source: Block the hours on my calendar
he: חסום את השעות ביומן שלי
ro: Blocheaza orele din calendarul meu
ru: Заблокировать часы в моем календаре

# EVENT_MAKE_BUTTON
source: Make
he: שמור
ro: Salveaza
ru: Сохранить

# EVENT_ERROR_NAME_LABEL
source: Please type an event name
he: הקלד שם אירוע
ro: Introduceti numele evenimentului
ru: Введите название события

# EVENT_ERROR_DATE_LABEL
source: Please select a date
he: בחר תאריך
ro: Selectați o data
ru: Выберите дату

# EVENT_ERROR_TIME_LABEL
source: Please select the start and end hour
he: בחר את שעת ההתחלה והסיום
ro: Selectați ora de start si de final
ru: Выберите время начала и окончания

# EVENT_ERROR_NOTES_LABEL
source: Please type some notes
he: הקלד מספר הערות
ro: Introduceti cateva notite
ru: Введите несколько заметок

# ERROR_DELETE_USER
source: An error occured on delete business user
he: אירעה שגיאה במחיקת משתמש עסקי
ro: Eroare la stergerea utilizatorului de afaceri
ru: Ошибка удаления бизнес-пользователя

# SUCCES_DELETE_USER
source: The business user was successfully deleted
he: המשתמש העסקי נמחק בהצלחה
ro: Utilizator de afaceri a fost sters cu succes
ru: Бизнес-пользователь был успешно удален

# REGISTER_TITLE
source: Business owner? Join our business community
he: בעל עסק? הצטרף לקהילה העסקית שלנו
ro: Alaturati-va comunitatii noastre de afaceri
ru: Владелец бизнеса? Зарегистрируйтесь в нашем бизнес-сообществе

# NO_FREE_HOURS_TO_BLOCK
source: There are not free hours to block in choosen interval
he: אין שעות חופשיות לחסום במרווח שנבחר
ro: Nu exista ore libere pentru blocare in intervalul ales
ru: В выбранном интервале нет свободных часов для блокировки

source: Customer Approval
he: אישור לקוחות
ro: Aprobarea Clientului
ru: Подтверждение клиента

# CUSTOMER_APPROVAL_TEXT
source: Automatically add new customers
he: להוסיף לקוחות חדשים באופן אוטומטי
ro: Adaugati automat clientii noi
ru: Добавить новых клиентов автоматически

# CUSTOMER_APPROVAL_CONFIRM
source: Request accepted
he: הבקשה התקבלה
ro: Cererea a fost acceptată
ru: Запрос принят

# CUSTOMER_APPROVAL_NO_REQUESTS
source: No requests waiting for approval
he: אין בקשות ממתינות לאישור
ro: Nu există cereri pentru aprobare
ru: Нет ожидающих запросов на утверждение

# CUSTOMER_APPROVAL_DELETE
source: Request deleted
he: הבקשה נמחקה
ro: Cererea a fost stearsa
ru: Запрос удален

# ERROR_APPROVAL
source: An error occured. Please retry later
he: התרחשה שגיאה. נסה שוב מאוחר יותר
ro: A aparut o eroare. Reincercati mai tarziu
ru: Произошла ошибка. Пожалуйста, попробуйте позже

# WAZE_ADDRESS_CANT_GO
source: The supplier location is not in system yet
he: מיקום הספק אינו נמצא עדיין במערכת
ro: Locatia acestei afaceri nu este inca inregistrata in sistem
ru: Местоположение оператора еще не находится в системе

# CALENDAR_SEND_PDF
source: Send PDF to email
he: שלח PDF למייל
ro: Trimitete PDF pe email
ru: Отправить PDF на электронную почту

# CALENDAR_FROM
source: From
he: מתאריך
ro: De la
ru: С

# CALENDAR_TO
source: To
he: ל
ro: La
ru: До

# DAY_PASSED_BLOCK
source: You cannot block hours in past
he: לא ניתן לחסום שעות בעבר
ro: Nu puteti bloca ore in trecut
ru: Вы не можете заблокировать часы в прошлом

# DID_NOT_SELECT_DAY
source: You must select one of the buttons: day or list
he: עליך לבחור אחד הלחצנים: יום או רשימה
ro: Trebuie sa selectati unul din butoanele: zi sau lista
ru: Вы должны выбрать одну из кнопок: день или список

# SUPPLIER_NOTIFICATIONS_INCOMING
source: Incoming appointment
he: תור חדש
ro: Intalnire care urmeaza
ru: Новая очередь

# SUPPLIER_NOTIFICATIONS_BIRTHDAY
source: Birthday
he: יום הולדת
ro: Zi de nastere
ru: День рождения

# SUPPLIER_NOTIFICATIONS_ANIVERSARY
source: Anniversary
he: יום נישואין
ro: Aniversare
ru: Юбилей

# SUPPLIER_NOTIFICATIONS_DEALS
source: Deals and news...Deals and news...Deals and news...
he: מבצעים וחדשות ... מבצעים וחדשות ... מבצעים וחדשות ...
ro: Oferte și știri ... Oferte și știri ... Oferte și știri ...
ru: Акции и новости ... Акции и новости ... Акции и новости ...

# NO_ALERTS_SUPPLIER
source: There are no alerts for this supplier yet
he: אין עדיין התראות עבור ספק זה
ro: Nu sunt alerte setate pentru suplier
ru: Для этого провайдера пока нет уведомлений

# UPDATE_ALERTS_SUPPLIER
source: Settings succesfuly saved
he: ההגדרות נשמרו בהצלחה
ro: Setarile au fost salvate
ru: Настройки успешно сохранены

# CANNOT_UPDATE_SUPPLIER_ALERTS
source: An error ocurred. Please try again later
he: אירעה שגיאה. בבקשה נסה שוב מאוחר יותר
ro: A aparut o eroare. Va rugam incercati mai tarziu
ru: Произошла ошибка. Пожалуйста, попробуйте позже

# ERR_FREE_H_SUPPLIER
source: This service provider don't have place for your meeting in the time you want.
he: לספק שירות זה אין מקום לפגישה שלך בזמן הרצוי
ro: Nu au fost gasite ore libere la furnizorul de servicii pentru ora selectata
ru: У этого поставщика услуг нет места для вашей встречи в нужное время

# PHONE_ERROR3
source: Not registered in system
he: לא רשום במלואו במערכת
ro: Nu este inregistrat in sistem
ru: Не полностью зарегистрирован в системе

# BUSINESS_PROFILE_ALERT_NO_WEBISTE
source: This business has no website.
he: לעסק הזה אין אתר.
ro: Aceasta afacere nu are un site web.
ru: Этот бизнес не имеет веб-сайта.

# BUSINESS_PROFILE_ALERT_CRASH_WEBISTE
source: The website could not be opened, please try again.
he: לא ניתן היה לפתוח את האתר, נסה שוב.
ro: Site-ul nu a putut fi deschis, incercati din nou.
ru: Не удалось открыть сайт, попробуйте еще раз.

# BUSINESS_PROFILE_ALERT_CRASH_CALL
source: Could not call this business, please try again.
he: לא ניתן להתקשר לעסק הזה, נסה שוב.
ro: Nu s-a putut apela aceasta afacere, incercati din nou.
ru: Не получается дозвониться до это бизнеса, попробуйте еще раз.

# BUSINESS_PROFILE_ALERT_NO_LOCATION
source: This business does not share any location yet.
he: העסק הזה עדיין אינו משתף מיקום כלשהו.
ro: Aceasta afacere nu are o locatie inca.
ru: Этот бизнес еще не добавил свое месторасположение

# ENTER_PASSWORD
source: Access code
he: קוד גישה
ro: Cod de acces
ru: Код доступа

# WRONG_PASSWORD_BUSINESS
source: Wrong access code
he: סיסמה שגויה
ro: Codul de acces este gresit
ru: Неверный пароль

# PASSWORD_NOT_ENTERED
source: You did not entered access code
he: לא הזנת סיסמה
ro: Nu ati introdus codul de acces
ru: Вы не ввели пароль

# TO_PERSONAL_INFO_SET
source: To the Personal Information
he: למידע האישי
ro: Mergi la informatiile personale
ru: Для личной информации

# EXPLAIN_PASSWORD
source: In order to register as a business you must enter an access code
he: כדי להירשם כעסק עליך להזין קוד גישה
ro: Pentru a va inregistra ca afacere aveti nevoie de un cod de acces
ru: Для регистрации в качестве бизнеса необходимо ввести код доступа

# EXPLAIN_PASSWORD_LINETWO
source: If you don’t have the code you can call the number 079-5740780
he: אם אין לך את הקוד אתה יכול להתקשר למספר 079-5740780
ro: Daca nu aveti un cod de acces puteti suna la 079-5740780
ru: Если у вас нет кода, вы можете позвонить на номер 079-5740780

source: Terms of use
he: תנאי שימוש
ro: Termeni de utilizare
ru: Условия использования
