Repository: id-main/bthere
Catalog: iOS/*.lproj/Localizable.strings
Languages: he, ro, ru

# SEND_NOTIFICATION_TO_ALL_CUSTOMERS_TITLE
source: Message to Customers
he: הודעות למאגר הלקוחות
ru: Сообщение о распространении

# EVENT_ERROR_NO_TEXT
source: Please type some text
he: הקלד טקסט

# INSERT_LESS_TEXT
source: Max number of characters reached.
he: מספר התווים המקסימלי הגיע.
ru: Достигнуто максимальное количество символов.

# MESSAGE_SCHEDULED_FOR_SEND
source: The message was sent to all of your customers
he: ההודעה נשלחה בהצלחה למאגר הלקוחות
ru: Сообщение успешно отправлено в базу данных клиентов

# FAIL_SEND_MASS_MEESSAGE
source: Sorry your message was not sent. Please try again.
he: סליחה, ההודעה לא נמסרה.אנא נסה שנית
ru: Извините, сообщение не было доставлено. Повторите попытку.

# ONE_TIME_PROMPT_FOR_MASS_MESSAGE
source: This feature lets you send a distribution message to all of your customers.
he: .הודעת תפוצה מאפשרת שליחת הודעת אחת לכלל מאגר הלקוחות שלך. ההתראה תתקבל רק אצל לקוחות המשתמשים באפליקציה Bthere באמצעות התראה נכנסת
ru: Коллективное сообщение позволяет отправлять одно сообщение на всю клиентскую базу. Предупреждение будет приниматься только клиентами, использующими приложение BTHERE , с входящим оповещением.

# CANNOT_USE_OWN_NUMBER
source: You can't use your phone number
he: לא ניתן להשתמש במספר הטלפון שלך

# ERROR_PAYMENT
source: Please complete your credit card details
he: אנא השלם את פרטי כרטיס האשראי

# MESSAGE_NO_PHONE_FOR_USER_FOUND
source: It seems an error occurred while reading current user profile; please restart application and retry later.
he: נראה כי אירעה שגיאה בעת קריאת פרופיל המשתמש הנוכחי; אנא הפעל מחדש את היישום ונסה שוב מאוחר יותר.

# TITLE_TRIAL
source: Payment
he: תשלום
ru: Платёж

# LINE_ONE_TRIAL
source: Welcome!
he: ברוכים הבאים!
ru: Добро пожаловать!

# LINE30DAYS_TRIAL
source: We give you 30 day free system experience
he: אנחנו מעניקים לך 30 י ום ניסיון במערכת בחינם

# RELOAD
source: Try again
he: נסה שנית

source: Retry
he: נסה שוב

# RETRY_BTN
source: Try again
he: נסה שנית

# CONTINUE_BUTTON
source: Continue
he: המשך
ru: Продолжить

# MASS_NOTIFICATION_PLACEHOLDER
source: Enter text
he: הזן טקסט
ru: Введите текст

# AT_LEAST_ONE_MANAGER_NEEDED
source: You cannot remove manager permission from this user
he: לא ניתן להסיר את הרשאת המנהל ממשתמש זה

# ERROR_SUPPLIER_NOT_PAYED_ONE
source: Sorry, temporarily ״
he: מתנצלים זמנית ל ״

# ERROR_SUPPLIER_NOT_PAYED_TWO
source: ״ is not open for meetings scheduling
he: ״ אין אפשרות לקביעת תורים באפליקציה

# PLEASE_SELECT_THREE_CONTACTS
source: You must sync at least three contacts
he: עליך לסנכרן לפחות שלושה אנשי קשר

# EXPLAIN_SYNC_CONTACTS
source: In order to use the system you must invite at least 3 customers
he: על מנת להשתמש במערכת עלייך להזמין 3 לקוחות לפחות
ru: Для использования системы необходимо пригласить не менее 3 клиентов

# NO_FREE_HOURS_FOUND
source: No queues available this month
he: אין תורים פנויים בחודש זה

# TRIAL_PERIOD_ENDS_TITLE
source: Trial period ends
he: תום תקופת הניסיון
ru: Окончание пробного периода

# TRIAL_PERIOD_ENDS
source: Your trial month has ended, your service will continue to cost an additional fee. You will now go to the Enter payment details screen
he: חודש הניסיון שלך הסתיים, המשך השירות כרוך בתשלום נוסף. כעת תעבור למסך הזנת פרטי תשלום
ru: Ваш пробный месяц закончился, обслуживание продолжается за дополнительную плату. Вы перейдете на экран «Оплаты»

# TRIAL_BTN
source: I understood, thank you
he: הבנתי, תודה
ru: Спасибо, понятно

# TITLE_CUSTOMER_RECOMANDATION
source: Don’t let the businesses you love stay behind
he: אל תתנו לעסקים שאתם אוהבים להישאר מאחור
ru: Не позволяйте предприятиям, которых вы любите, оставаться позади

# LABEL_CUSTOMER_RECOMANDATION
source: To easily schedule appointments for those businesses, fill out the details of the business and we will contact them
he: כדי לקבוע תור בקלות גם אליהם השאירו את הפרטים של העסק ואנחנו נעשה את השאר
ru: Для того, чтобы легко организовать встречи, они также оставили детали бизнеса, а мы сделаем все остальное

# BTN_CUSTOMER_RECOMANDATION
source: Send details
he: שלחו פרטים
ru: Отправить детали

# NOT_A_VALID_SUPPLIER
source: Please select a valid business
he: נא לבחור עסק תקין
ro: Va rugam selectati un business valid!

# REVIEW_YOURSELF_ALERT
source: You can't review your own business!
he: לא ניתן לכתוב חוות דעת לעסק שלך
ro: Nu poti adauga o recenzie propriului business!

# ALREADY_ADDED_REVIEW_ALERT
source: You have already added a review to this business!
he: כבר כתבת חוות דעת עבור עסק זה
ro: Ai adaugat deja o recenzie pentru acest business!

# ADD_REVIEW_PLEASE
source: Please write a review
he: אנא כתוב ביקורת
ro: Completeaza mesajul pentru recenzie

# VOTES_LABEL_SINGULAR
source: vote
he: הַצבָּעָה
ro: vot

# VOTES_LABEL_PLURAL
source: votes
he: קולות
ro: voturi

# REVIEWS_LABEL_SINGULAR
source: review
he: סקירה
ru: обзор

# REVIEWS_LABEL_PLURAL
source: reviews
he: ביקורות
ru: Отзывы

# POP_UP_PAYMENT_TITLE
source: Error
he: שגיאה
ro: Eroare

# EXISTING_NUMBER_PERSONAL_DETAILS
source: This phone number is already used!
he: מספר טלפון זה כבר בשימוש
ro: Acest numar de telefon este deja folosit!

# REMOVE_PICTURE_PERSONAL_INFO
source: remove current picture
he: הסר את התמונה הנוכחית
ro: sterge poza curenta

# NUMBER_CHR_RANGE
source: The maximum amount of weeks is 104!
he: 104 מספר השבועות המקסימלי הוא
ro: Numarul maxim de saptamani este 104!

# ALREADY_USED_SERVICE_NAME
source: Already used
he: כבר שומש
ro: Deja folosit

# INVALID_OCASIONAL_NUMBER
source: Invalid phone number
he: מספר טלפון לא תקין
ro: Numar de telefon invalid

source: Log in with Facebook
he: התחבר עם פייסבוק
ro: Logheaza-te cu Facebook
ru: Вход в систему через Facebook

# REMOVE_LOGO_BUSINESS_PROFILE
source: Remove current logo image
he: הסר את תמונת הלוגו הנוכחית
ro: Sterge poza

# REMOVE_COMPANY_PIC
source: Remove current picture
he: הסר את התמונה הנוכחית
ro: Sterge poza

# TEN_DAYS_LEFT_BEFORE_TRIAL_ENDS
source: Please notice that there are 10 days before the app will become disabled. If you wish to continure please contact us at www.bthere-tech.com or by phone 079-5740780
he: עסק יקר, שים לב- נשארו עוד 10 ימים לשימוש חופשי במערכת.מעוניין להמשיך איתנו? צור איתנו קשר באתר -www.bthere-tech.com או בטלפון -079-5740780

# PROMPT_USER_BUSINESS_STATUS0
source: Dear Business Owner. Time flies when you're having fun and 30 days have already passed . To keep on using the app please contact us at www.bthere-tech.com or by phone 079-5740780
he: עסק יקר, הזמן עובר מהר כשנהנים חלפו 30 יום מאז שהתחלת להשתמש ב-BTHERE כדי להמשיך איתנו אנא צור קשר באתר - www.bthere-tech.com או בטלפון - 079-5740780

source: No Rating
he: בלי דירוג

source: Please rate the business
he: דרג את העסק

# POP_UP_BUSINESS_TITLE
source: Business profile page
he: דף פרופיל עסקי
ro: Profilul companiei
ru: Страница профиля бизнеса

# POP_UP_BODY_TEXT
source: Now you can build yourself Your own asset in the app You can skip this step and return to it At any time from the side menu of the app
he: כעת באפשרותך לבנות לעצמך נכס משלך באפליקציה תוכל לדלג על שלב זה ולחזור אליו בכל עת מתוך תפריט צד באפליקציה
ru: Теперь вы можете создать собственное свойство в приложении. Вы можете пропустить этот шаг и вернуться к нему n в любое время из бокового меню приложения.

# INVITE_CUSTOMERS_TITLE
source: Invite your customers
he: הזמן את לקוחותייך
ru: Пригласите своих клиентов

# INVITE_CUSTOMERS_BODY_TEXT
source: To get started, invite your customers to schedule appointments directly to your calendar. Mark your customers with a V and we will make sure to do your marketing for you - we will send an SMS with personal invitation to each customer. At the end of the process you can find them in your customer list.
he: כדי להתחיל לעבוד, הזמן את הלקוחות שלך לקביעת תור ישירות ליומן שלך. סמן ב - V את הלקוחות שלך ואנחנו נדאג לשווק אותך - אנחנו נשלח SMS לכל לקוח עם הזמנה אישית ישירות אלייך. בסיום התהליך תוכל למצוא אותם במאגר הלקוחות במערכת.
ru: Чтобы начать, пригласите своих клиентов назначить встречу прямо в вашем календаре. Отметьте V в ваших клиентах, и мы позаботимся обо всем остальном - мы отправим каждому клиенту SMS-сообщение с личным приглашением. В конце процесса вы можете найти их в базе данных клиентов.

# INVITE_CUSTOMERS_BODY_TEXT2
source: To get started, invite your customers to schedule appointments directly to your calendar. Mark your customers with a V and we will make sure to do your marketing for you - we will send an SMS with personal invitation to each customer. At the end of the process you can find them in your customer list.
he: כדי להתחיל לעבוד, הזמן את הלקוחות שלך לקביעת תור ישירות ליומן שלך. סמן ב - V את הלקוחות שלך ואנחנו נדאג לשווק אותך - אנחנו נשלח SMS לכל לקוח עם הזמנה אישית ישירות אלייך. בסיום התהליך תוכל למצוא אותם במאגר הלקוחות במערכת.
ru: Чтобы начать, пригласите своих клиентов назначить встречу прямо в вашем календаре. Отметьте V в ваших клиентах, и мы позаботимся обо всем остальном - мы отправим каждому клиенту SMS-сообщение с личным приглашением. В конце процесса вы можете найти их в базе данных клиентов.

# EXPLAINWORKINGHOURSTITLESCREEN
source: Working hours
he: שעות פעילות

# EXPLAINWORKINGHOURSFIRSTLINETEXTBOLD
source: How to set the working hours of the business
he: :איך להזין את שעות הפעילות של העסק

# EXPLAINWORKINGHOURSSECONDLINETEXTEXPLAIN
source: The business hours that will be set are your business calendar range
he: שעות הפעילות שיוזנו יהיו טווח השעות ביומן העסק שלך

# EXPLAINWORKINGHOURSLINETEXT1
source: 1. Click on the first day that your business works
he: 1. לחץ על היום הראשון בשבוע בו העסק שלך עובד
ru: 1. Нажмите на первый день работы вашего бизнеса

# EXPLAINWORKINGHOURSLINETEXT2
source: 2. Select the start hour and the end hour
he: 2. בחר את שעת ההתחלה ושעת הסיום
ru: 2. Выберите Время начала и Время окончания

# EXPLAINWORKINGHOURSLINETEXT3
source: 3. Mark all days that have a start and end hours as the hours that you entered
he: 3. סמן את כל היום ששעות הפעילות בהם זהות לשעות הפעילות שהזנת
ru: 3. Отметьте все дни, у которых есть выбранные часы начала и окончания

# EXPLAINWORKINGHOURSLINETEXT4
source: 4. Days with different hours - click on one of these days and change the clock roller according to the start hour and end hour of the different days
he: 4. ימים עם שעות שונות - סמן את אחד הימים השונים ושנה את גלגלת השעות בהתאם לשעת ההתחלה ושעת הסיום של יום זה
ru: 4. Дни с разными часами - отметьте один из разных дней и измените время в соответствии с временем начала и окончания дня.

# WELCOMEPOPUPTITLESSCREEN
source: Welcome to Bthere
he: Bthere ברוכים הבאים ל
ru: Добро пожаловать в Bthere

# WELCOMEPOPUPLINE1TEXT
source: It's time to adjust your current calendar to ours and fill out your existing appointments by setting them for customers in the app.
he: זה הזמן להתאים את היומן הנוכחי שלך אלינו ולמלא את הפגישות שכבר קיימות אצלך על ידי קביעת התור ללקוחות באפליקציה.
ru: Пришло время настроить текущий календарь и заполнить существующие встречи, определив очередь для клиентов в приложении. Нажмите: икноку "Плюс" на правой стороне экрана -> Новая очередь -> Мои клиенты

# WELCOMEPOPUPLINE4TEXTBOLD
source: Good Luck!
he: בהצלחה!
ru: Удачи!

# GETTOKNOWTHESYSTEMSCREENTITLESCREEN
source: Get to Know the System
he: הכר את המערכת
ru: Познакомиться с Системой

# GETTOKNOWTHESYSTEMSCREENLINE1TEXT
source: Just before you start using the system We suggest you to watch an explanation video Which will give you the tools to use the system wisely
he: רגע לפני שאתה מתחיל להשתמש במערכת אנו ממליצים לך לצפות בסרטון הסבר שייתן לך את הכלים לשימוש חכם במערכת
ru: Непосредственно перед тем, как вы начнете использовать систему , мы рекомендуем вам посмотреть видеоролик с разъяснениями , который даст вам инструменты для разумного и продуктивного использования системы.

# GETTOKNOWTHESYSTEMSCREENTEXTBUTTONPROVIDER
source: I'm a business owner
he: אני בעל עסק
ru: Я - владелец бизнеса

# GETTOKNOWTHESYSTEMSCREENTEXTBUTTONCUSTOMER
source: I'm a customer
he: אני לקוח
ru: Я - клиент

# AFTERVIDEOPLAYERSCREENTITLE
source: We're Happy To Know You!
he: שמחנו להכיר!
ru: Мы были рады узнать!

# AFTERVIDEOPLAYERSCREENLINELINETEXT1
source: We give you 30 days free To experiment with the system without obligation
he: אנחנו מעניקים לך 30 יום מתנה להתנסות עם המערכת ללא התחייבות
ru: Мы даем вам 30-дневный ознакомительный доступ к системе в подарок Без обязательств

# AFTERVIDEOPLAYERSCREENLINELINETEXT2
source: At the end of the trial period the system costs NIS 100 without VAT per month
he: בסיום תקופת הניסיון המערכת בעלות של 100 ש”ח ללא מע”מ בחודש
ru: В конце пробного периода система стоит 100 шекелей без НДС в месяц.

# AFTERVIDEOPLAYERSCREENLINELINETEXT3
source: Join Our Business Community For Free
he: הצטרף חינם לקהילת העסקים שלנו
ru: Присоединяйтесь бесплатно к нашему бизнес-сообществу

# AFTERVIDEOPLAYERSCREENLINELINETEXT4
source: * Back to viewing the video - through the Plus menu on the Help screen
he: חזרה לצפייה של הסרטון דרך תפריט הפלוס במסך העזרה*
ru: * Вернуться к просмотру видео через меню «Плюс» на экране «Помощь»

# CONFIRM_SELECTED_ROWS
source: Confirm
he: אשר
ro: Confirma
ru: подтвердить

# REMIND_LATER_BTN
source: Remind me later
he: הזכר לי מאוחר יותר
ro: Aminteste-mi mai tarziu
ru: Напомнить позже

# BTN_CONTINUE_LIST_SERVICES
source: Continue
he: המשך
ru: Продолжить

# SELECT_SERVICE_MESSAGE
source: No service selected yet
he: עדיין לא נבחר שירות

# NEW_Short_delay
source: Delay
he: עיכוב
ru: задержка

# NEW_Cancellation
source: Cancel
he: ביטול
ru: Отмененный

# CUSTOMER_New_event
source: Event
he: אירוע
ru: Событие

# NEW_My_appointments
source: My appointments
he: התורים שלי
ru: Список моих встреч

# NEW_S_MESSAGE_TO_CUSTOMERS
source: Message to customers
he: הודעת תפוצה
ru: Сообщение о распространении

# NEW_S_CUSTOMERS_APPROVAL
source: Customers approval
he: אישור לקוחות
ru: Утверждение клиентов

# NEW_S_EVENT
source: Event
he: אירוע
ru: Событие

# NEW_S_CANCEL_BLOCK_HOURS
source: Cancel Block Hours
he: הסר חסימת שעות
ru: Отключить блокировку часов

# NEW_S_BLOCK_HOURS
source: Block Hours
he: חסימת שעות
ru: Блокировка часов

# NEW_S_APPOINTMENT
source: Appointment
he: תור חדש
ru: Очередь

# FROM_LABEL
source: From
he: התחלה
ru: От

# UNTIL_LABEL
source: Until
he: סיום
ru: до

# SET_WORKING_HOURS_TITLE
source: Working Hours
he: שעות עבודה
ru: Рабочее время

# BTN_SWITCH_OPEN
source: open
he: פתוח

# BTN_SWITCH_CLOSE
source: close
he: סגור

# AddHoursButton_TEXT
source: Add hours
he: הוסף שעות
ru: Добавить часы

# SAVEAddHoursButton
source: Save
he: שמור
ru: Сохранить

# EditHoursButton_TEXT
source: Edit hours
he: ערוך שעות

# ADJUST_CALENDAR_MAIN_TITLE
source: Adjust your calendar
he: התאמת היומן
ru: Настроить ваш календарь

# ADJUST_CALENDAR_ALERT_TITLE_GOOD
source: Please note that you can always go back to adjust your calendar by using Exceptional appointment
he: שים לב כי ניתן לחזור להתאמת היומן על ידי לחיצה על כפתור תור חריג
ru: Обратите внимание, что вы всегда можете вернуться к настройке своего календаря, используя Исключительные встречи

# ADJUST_CALENDAR_ALERT_TITLE_BAD
source: This appointment can not be scheduled because there is an overlapping listing in your calendar
he: התור שהוזן לא נקבע כיוון שקיימת חפיפה עם תור או אירוע אחר ביומן

# DATE_ADJUST
source: Date
he: תאריך
ru: Дата

# APPOINTMENT_TIME_ADJUST
source: Appointment time
he: שעת התור
ru: Время встречи

# SERVICE_ADJUST
source: Service
he: שירות
ru: сервиз

# CUSTOMER_ADJUST
source: Customer
he: לקוח
ru: клиент

# SAVE_AND_FINISH_ADJUST
source: Save and finish
he: שמור וסיים
ru: Сохранить и закончить

source: Save and add another
he: שמור ועבור לתור הבא
ru: Сохранить и добавить еще

# CONFIRM_ADJUST
source: Confirm
he: אישור
ru: подтвердить

# SUCCESS_ADJUST
source: Success!
he: הצלחה!

source: Select contact
he: בחר איש קשר
ru: выберите контакт

# SELECT_SERVICE_ALERT
source: Please select at least one service
he: נא לבחור לפחות שירות אחד

# SELECT_DATE_ALERT
source: Please select a date first
he: נא לבחור תאריך

# SELECT_APPOINTMENT_TIME_ALERT
source: Please select the appointment time first
he: נא לבחור את שעת התור

# SELECT_A_CUSTOMER_ALERT
source: Please select a customer
he: בחר לקוח

# ADJUST_CALENDAR_BUTTON_TITLE
source: Adjust your calendar
he: התאמת היומן
ru: Настроить ваш календарь

# COSTUMERS_TEXT
source: Customers
he: לקוחות

source: Exceptional appointment
he: פגישה חריגה
ru: Исключительное Назначение

# ONE_CONTACT_AT_LEAST
source: Please select at least one contact
he: בחר איש קשר אחד לפחות

# B4HOURSBEFORESERVICE
source: Four hours before appointment
he: תזכורת 4 שעות לפני תור

# INSTA_FACEBOOK_INVALID
source: invalid link
he: הקישור לא חוקי

# SETUP_SERVICES
source: Services
he: שירותים
ru: Сервисы

source: Adding new customers
he: הוספת לקוחות חדשים
ru: Добавление новых клиентов

# APPOINTMENT_CANCEL_IMPOSSIBLE
source: Appointment cancelation is impossible 24 hours before the appointment
he: לא ניתן לבטל תור 24 שעות לפני מועד התור
ru: Нет возможности отменить очередь за 24 часа до встречи

# PROMPT_NO_CANCEL_POSSIBLE
source: Sorry, you can not cancel the appointment in the app due to the business cancellation policy. In order to cancel the appointment, please contact the business
he: .מצטערים, לא ניתן לבטל את התור באפליקציה בעקבות מדיניות הביטולים של העסק. על מנת לבטל את התור יש ליצור קשר עם בית העסק

# DIAL_BUTTON
source: Dial
he: חייג

# EXPLAIN_NO_CANCEL_SETTINGS
source: By clicking, the app will not allow the appointment to be canceled within 24 hours before the appointment time. In this case, the customers will be able to call directly to your business
he: בלחיצה על זה הלקוחות יועברו במקרה זה לחיוג מהיר לבית העסק האפליקציה לא תאפשר ביטול התור בטווח של 24 שעות לפני התור.
ru: При нажатии, приложение не позволит отменить встречу в течение 24 часов до назначенного времени. В этом случае клиенты смогут звонить непосредственно в ваш бизнес.

source: OK, Got it
he: בסדר קיבלתי את זה
ru: Хорошо, понятно.

# EXPLAIN_NO_APROVAL_SETTINGS
source: By clicking, new customers will not be able to schedule an appointment for your business from the app until you add them as customers of your business
he: בלחיצה על אישור הצטרפות מהעסק שלך תבוטל האפשרות שלקוחות חדשים יקבעו תור אליך לעסק ישירות באפליקציה עד
ru: При нажатии, новые клиенты не смогут назначить встречу для вашего бизнеса из приложения, пока вы не добавите их в качестве клиентов вашего бизнеса.

source: Open today
he: פתוח היום
ru: открыто сегодня

source: Closed today
he: סגור היום
ru: закрыто сегодня

# CLOSED_LABEL
source: Closed
he: סגור
ru: закрыто

# LINK_TO_INSTAGRAM
source: Link to Instagram page
he: קישור לעמוד אינסטגרם
ru: Ссылка на страницу Инстаграм:

# LINK_TO_FACEBOOK
source: Link to Facebook page
he: קישור לעמוד פייסבוק
ru: ссылка на страницу Фэйсбук:

# THIS_BUSSINESS_NO_INSTAGRAM
source: The business has no Instagram page
he: העסק לא הזין כתובת לעמוד אינסטגרם

# THIS_BUSINESS_NO_FACEBOOK
source: The business has no Facebook page
he: העסק לא הזין כתובת לעמוד פייסבוק

source: Add Calendar
he: הוסף יומן
ru: Добавить календарь

# SUCCESS_SETUP_WORKING_HOURS
source: Working Hours were saved succesfully
he: שעות העבודה נשמרו בהצלחה
ru: Рабочие часы были успешно сохранены

# SUCCESS_SETUP_SERVICES
source: Services were saved succesfully
he: השירותים נשמרו בהצלחה
ru: Службы были успешно сохранены

# FAILED_EMAIL_ALERT
source: You do not have an email application or an email account associated with the application.
he: אין לך יישום דוא"ל או חשבון דוא"ל המשויך ליישום.

# REPORT_LABEL_TEXT
source: Report this as offensive and inappropriate
he: דווח על ביקורת זו כעל התקפה פוגעת ובלתי הולמת
ru: Сообщить об этом обзоре как обидном и неуместном

# COMPANY_DESCRIPTION_LABEL
source: Company description...
he: תיאור חברה ...
ru: Описание Компании…

# BTN_AVAILABILITY_SEARCH
source: Availability
he: זמינות

# NO_PICTURE_REGISTRATION
source: You continued without a picture?
he: המשכת בלי תמונה?

# NO_PICTURE_REGISTRATION_BODY
source: The business will be happy to identify you once you have an appointment. We recommend that you add your profile picture in the registration
he: העסק ישמח לזהות אותך ברגע שיהיה לך תור אנחנו ממליצים להוסיף את תמונת הפרופיל שלך כבר בהרשמה

# OK_THX_BTN
source: Ok, Thank you
he: הבנתי, תודה

source: Add your employees
he: הוסף את העובדים שלך
ru: Добавить своих работников

# IF_YOU_HAVE_EMPLOYEES
source: If you have employees in your business that provide service to your customers, You can add them now
he: במידה יש לך עובדים בעסק שלך שמספקים שירותים ללקוחות שלך, תוכל להוסיף אותם כעת
ru: Если у вас есть сотрудники в вашем бизнесе которые предоставляют услуги вашим клиентам, Вы можете добавить их сейчас

source: Go to add employee
he: עבור להוספת עובדים
ru: Перейти к добавлению сотрудника

source: Are you sure you want to exit the adding an employee screen?
he: האם אתה בטוח שברצונך לצאת ממסך הוספת עובד?
ru: Вы уверены, что хотите выйти из редактирования работника?

# PAYMENT_EXPLAIN_FOR_EMPLOYEE
source: After the trial period ends, there will be an additional payment for each employee's calendar - without obligatio nOne employee up to three employee calendars - 79 NIS per month not including VAT, for each employee's calendar Every additional employee - 59 NIS per month not including VAT, for each employee's calendar
he: לאחר תום תקופת הניסיון, יחול תשלום נוסף עבור כל יומן עובד- ללא התחייבות. nעובד אחד ועד שלושה יומני עובדים - 79 שקלים בחודש לא כולל מע”מ לכל יומן עובד n כל עובד נוסף - 59 שקלים לחודש לא כולל מע״מ לכל יומן עובד
ru: Один по три календаря сотрудников - 79 шекелей в месяц без НДС за каждый календарь. Каждый дополнительный сотрудник - 59 шекелей в месяц без учета НДС за каждый календарь.

# PAYMENT_EXPLAIN_FOR_EMPLOYEE_AGREE
source: By clicking OK, you agree that you have read the payment terms after the trial period
he: בלחיצה על אישור, הינך מסכים/ה שקראת את תנאי התשלום לאחר תקופת הניסיון
ru: Нажав кнопку ОК, вы соглашаетесь с тем, что ознакомились с условиями оплаты после пробного периода.

source: Add Employee
he: הוסף עובדים
ru: Добавить работника

source: Full name
he: שם מלא
ru: Полное имя

source: Manager permission
he: הרשאת מנהל
ru: Разрешение менеджера

source: Access permissions
he: הרשאות גישה
ru: Разрешение доступа

source: Service permissions
he: הרשאות שירותים
ru: Разрешения обслуживания

source: Choose permission
he: בחר הרשאה
ru: Выберите разрешение

# NEXT_BUTTON
source: Next
he: הבא
ru: Дальше

source: Add Employee Hours
he: הוסף שעות פעילות לעובד
ru: Добавить рабочие часы работника

source: Are his working hours identical to the business working hours?
he: ?האם שעות הפעילות של העובד זהות לשעות הפעילות של העסק
ru: Совпадают ли рабочие часы работника с часами работы бизнеса?

source: Confirm Employee Details
he: אישור פרטי עובד
ru: Подтвердить данные работника

source: You have employees in your business?
he: יש לך עובדים בעסק ?
ru: У вас есть работники в вашем бизнесе?

source: What do you get when adding an employee:
he: מה אתם מקבלים בהוספת עובד :
ru: Что вы получаете при добавлении работника:
