Repository: id-main/bthere
Catalog: iOS/*.lproj/Localizable.strings
Languages: he, ro, ru

# EXPLAIN_ADD_EPMPLOYE_PRICE
source: Manager- √ Quick access to all of his calendars and the employees calendars √ Manage employee permissions by services √ Manage access permissions for business information √ Secure calendar with code for each employee Employee- √ Customers appointment scheduling directly to the employee's work calendar √ Personal digital work calendar on mobile √ Mirroring with the device log √ Business Privacy - Employee has no access to settings, business profile, and reports Payment: After the trial period ends, there will be an additional payment for each employee's calendar - without obligation One employee up to three employee calendars - 79 NIS per month not including VAT, for each employee's calendar Every additional employee - 59 NIS per month not including VAT, for each employee's calendar
he: מנהל- √ גישה מהירה לכל היומנים שלו ושל העובדים √ ניהול הרשאות עובדים לפי שירותים √ ניהול הרשאות לפי גישה למידע של העסק √ יומן מאובטח עם קוד לכל עובד עובד- √ תיאום תורים ישירות ליומן העבודה של העובד מהלקוחות √ יומן עבודה דיגיטלי אישי על הנייד √ שיקוף עם יומן המכשיר √ שמירה על פרטיות העסק- לעובד אין גישה להגדרות, פרופיל עסקי ודוחות תשלום: לאחר תום תקופת הניסיון, יחול תשלום נוסף עבור כל יומן עובד- ללא התחייבות. עובד אחד ועד שלושה יומני עובדים - 79 שקלים בחודש לא כולל מע”מ לכל יומן עובד כל עובד נוסף - 59 שקלים לחודש לא כולל מע״מ לכל יומן עובד
ru: Менеджер- √ Быстрый доступ ко всем его дневникам и дневникам его сотрудников √ Управление правами сотрудников службы √ Управление разрешениями доступа к бизнес-информации √ Безопасный календарь с кодом для каждого сотрудника Сотрудник- √ Планирование встреч клиентов непосредственно в рабочий календарь сотрудника. √ Персональный цифровой календарь работы на мобильном телефоне. √ Зеркальное отображение с журналом устройства. √ Конфиденциальность бизнеса - у сотрудника нет доступа к настройкам, бизнес-профилю и отчетам. Платеж: После окончания пробного периода в дополнение к каждому календарю будет применяться платеж - без обязательств. Один календарь до трех дополнительных календарей - 79 шекелей в месяц без учета НДС дза каждый календарь. За каждый дополнительный календарь - 59 шекелей в месяц без НДС.

# AGREE_THAT_YOU_HAVE_READ_THE_PAYMENT_TERMS_AFTER_THE_TRIAL_PERIOD
source: By clicking OK, you agree that you have read the payment terms after the trial period
he: בלחיצה על אישור, הינך מסכים/ה שקראת את תנאי התשלום לאחר תקופת הניסיון
ru: Нажав кнопку ОК, вы соглашаетесь с тем, что ознакомились с условиями оплаты после пробного периода.

source: Continue to adding employees
he: המשך לפתיחת יומן עובד
ru: Продолжить добавление работников

source: Are you sure you want to delete the employee?
he: ?האם אתה בטוח שאתה רוצה למחוק את העובד
ru: Вы уверены, что хотите удалить работника?

source: Edit Employee
he: ערוך עובדים
ru: Редактировать работника

source: Edit Employee Hours
he: ערוך שעות פעילות של העובד
ru: Редактировать рабочие часы работника

# PHONE_DOES_NOT_EXISTS_IN_DB
source: Phone does not exists in Database
he: הטלפון אינו קיים במסד הנתונים
ru: Телефон не существует в базе данных

source: Not eligible as employee
he: לא כשיר כעובד
ru: Не подходит в качестве сотрудника

# SUCCESS_UPDATE_EMPLOYES
source: Employees were saved successfully
he: העובדים נשמרו בהצלחה
ru: Сотрудники были успешно спасены

# SUCCESS_DELETE_EMPLOYE
source: Deleted successfully
he: נמחק בהצלחה
ru: Успешно удален

# WELCOME_TO_BTHERE_REGISTER
source: Welcome to Bthere App
he: Bthere ברוכים הבאים למערכת
ru: Добро пожаловать в Bthere

# TERMS_OF_USE_NEW_TEXT1
source: By clicking the Continue button you agree to the
he: בלחיצה על כפתור המשך הינך מאשר את
ro: By clicking the Continue button you agree to receive promotional information and the
ru: By clicking the Continue button you agree to receive promotional information and the

# TERMS_OF_USE_NEW_TEXT2
source: Terms of use
he: תנאי השימוש
ru: Условия использования

# ALREADY_REGISTERED_BTN_TITLE
source: Already registered? Click here
he: כבר נרשמת? לחץ כאן

source: Add Calendars
he: הוסף יומן
ru: Добавить календари

source: Add Calendars Hours
he: הוסף שעות פעילות ליומן
ru: Добавить рабочие часы в календарь

source: Confirm Calendars Details
he: אישור פרטי יומן
ru: Подтвердите детали календаря

source: Edit Calendars
he: ערוך יומן
ru: Редактировать календарь

source: Edit Calendars hours
he: ערוך שעות פעילות של היומן
ru: Редактировать рабочие часы в календаря

source: Are you sure you want to exit the adding a calendar screen?
he: ?האם אתה בטוח שאתה רוצה למחוק את העובד
ru: Вы уверены, что хотите выйти из редактирования календаря?

source: Are you sure you want to delete the calendar?
he: ?האם אתה בטוח שאתה רוצה למחוק את היומן
ru: Вы уверены, что хотите удалить календарь?

source: Another calendar for your business
he: יומן נוסף בעסק שלך
ru: Дополнительный календарь для вашего бизнеса

source: What it means to add a calendar:
he: מה המשמעות של הוספת יומן:
ru: Что значит добавить календарь:

# EXPLAIN_ADD_CALENDAR_PRICE
source: You as a business owner give customers the appointment scheduling service for all the services your business offers. Adding an additional calendar to a business is suitable for anyone who gives in the business additional service with a fixed time, and the service must be separated from the business schedule, for example a business owner who also have a tanning machine Customers schedule the appointment by the calendar name and choose the appropriate service when setting the appointment. Payment: After the trial period ends, a payment will be applied in addition to each calendar - without obligation. One calendar up to three additional calendars - 79 NIS per month not including VAT for each calendar For each additional diary - 59 NIS per month not including VAT
he: אתם כבעלי עסקים מעניקים ללקוחות את שירות קביעת התורים לכל השירותים שהעסק שלכם מציע.הוספת יומן נוסף לעסק מתאימה לכל מי שנותן בעסק שלו שירות נוסף עם זמן קבוע, וצריך להפריד את השירות מיומן העסק, למשל בעל עסק שנותן שירותים גם של מיטת שיזוף הלקוחות קובעים את התור לפי שם היומן ובחירת השירות המתאים בעת קביעת התור. תשלום: לאחר תום תקופת הניסיון, יחול תשלום בנוסף עבור כל יומן - ללא התחייבות. יומן אחד ועד שלושה יומנים נוספים - 79 שקלים בחודש לא כולל מע״מ עבור כל יומן עבור כל יומן נוסף - 59 שקלים לחודש לא כולל מע״מ
ru: Вы, как владелец бизнеса, предоставляете клиентам услугу планирования встреч для всех услуг, которые предлагает ваш бизнес. Добавление дополнительного календаря в бизнес подходит для тех, кто предоставляет в бизнесе дополнительную услугу с фиксированным временем, и услуга должна быть отделена от бизнес-графика, например, владелец бизнеса, у которого также есть солярий. Клиенты назначают встречу по имени календаря и выбирают соответствующую услугу при планировании встречи. Платеж: После окончания пробного периода в дополнение к каждому календарю будет применяться платеж - без обязательств. Один календарь до трех дополнительных календарей - 79 шекелей в месяц без учета НДС дза каждый календарь. За каждый дополнительный календарь - 59 шекелей в месяц без НДС.

source: Continue to adding calendar
he: המשך לפתיחת יומן
ru: Продолжить добавление календаря

source: Calendars were saved successfully
he: היומנים נשמרו בהצלחה
ru: Календари были успешно сохранены

# ALREADY_REGISTERED_AGAIN
source: Already registered to Bthere? Click here
he: כבר רשום ל Bthere ? לחץ כאן

# NAVIGATION_BUSINESS_TITLE
source: Business
he: עסקים
ru: Бизнес

# REGISTER_TITLE_FIRST_SCREEN
source: Registration
he: הרשמה
ru: постановка на учет

# DID_NOT_AGREE_WITH_TERMS_POPUP_EMPLOYEES
source: Please accept payment terms
he: אנא אשר תנאי תשלום

# PHONE_NOT_EXIST_EMPLOYEE
source: This number does not belong to a customer
he: מספר זה אינו משויך ללקוח

# ALREADY_TAKEN_EMPLOYEE
source: This employee is hired by another business
he: עובד זה נשכר על ידי עסק אחר

# ACCESS_CODE_TEXT
source: In order to add an employee or calendar you must enter an access code
he: על מנת להוסיף עובד או יומן יש להזין קוד גישה

# ACCESS_CODE_TITLE
source: Access code
he: קוד גישה
ru: Код доступа

# INTROPOP_LINE1
source: Bthere is an app for scheduling
he: היא אפליקציה לקביעת תורים Bthere

# INTROPOP_LINE2
source: appointments with your favorite business.
he: אצל מבחר העסקים האהובים עליכם

# INTROPOP_LINE3
source: For you to enjoy using the app
he: כדי שתוכלו להנות מהשימוש באפליקציה

# INTROPOP_LINE4
source: we recommend that you authorize access to
he: אנו ממליצים לאשר את הגישה אל

# INTROPOP_LINE51
source: Alerts -
he: - התראות

# INTROPOP_LINE52
source: to receive reminders about appointments
he: כדי לקבל תזכורות על התורים

# INTROPOP_LINE6
source: Location services and calendar services
he: שירותי המיקום ושירותי היומן

# INTROPOP_LINE7
source: In your device settings
he: בהגדרות המכשיר

# ENTER_ONLY20_CHARACTERS
source: You can put up to 20 characters
he: ניתן להכניס עד 20 תוים
ru: Вы можете ввести до 20 символов

# COMPLETE_CITY
source: In order to edit address, complete city field
he: כדי לערוך כתובת, השלם את שדה העיר
ro: Pentru a edita adresa, completati campul orasului
ru: Для редактирования адреса заполните поле города

# NO_EVENT_IN_THE_PAST
source: You can't make events in the past!
he: !אתה לא יכול לעשות אירועים בעבר
ru: Вы не можете делать события в прошлом!

# NO_HOURS_IN_THE_PAST
source: Check selected hours: some are in the past!
he: !בדוק את השעות שנבחרו: חלקן נמצאות בעבר
ru: Проверьте выбранные часы: некоторые из них в прошлом!

# FIRST
source: ראשון
ru: Воскресенье

# SECOND
source: שני
ru: Понедельник

# THIRD
source: שלישי
ru: Вторник

# FOURTH
source: רביעי
ru: Среда

# FIFTH
source: חמישי
ru: Четверг

# SIX
source: שישי
ru: Пятница

# SEVEN
source: שבת
ru: Суббота

source: Occasional Customer
ro: Client Ocazional
ru: Случайный клиент

# COMPLETE_NUMBER_OF_WEEKS
source: Please complete number of weeks
ro: Completati numarul de saptamani
ru: Пожалуйста, укажите количество недель

# ERROR_SAVECHANGES
source: Error saving changes
ro: A aparut o eroare in salvarea modificarilor

# LANG
source: Language
ro: Limba

# THOSE_INFOS_OF_ANOTHER_CUSTOMER
source: These details belong to another client. You can not edit this information.
ro: Aceste detalii apartin altui client. Nu puteti edita aceste informatii.
