Repository: id-main/bthere
Catalog: iOS/*.lproj/Localizable.strings
Languages: he, ro, ru

# ASK_FOR_SYNC
source: would you like to choose your clients manually from your cotacts list
he: האם תרצה לבחור באופן ידני את לקוחותיך מתוך רשימת אנשי הקשר שבמכשירך?
ro: Doriti sa alegeti clientii din lista de contacte manual?
ru: Вы хотите вручную выбрать своих клиентов из списка контактов на вашем устройстве?

# PAYMENT_METHOD_EXPLAIN
source: Lorem ipsum dolor sit er elit lamet, consectetaur cillium adipisicing pecu, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum. Nam liber te conscient to factor tum poen legum odioque civiuda.
he: הסבר מפורט על התשלומים לאפליקציה. תצטנפל בלינדו למרקל אס לכימפו, דול, צוט ומעיוט - לפתיעם ברשג - ותליעום גדיש. לת צשחמי צח בליא מנסוטו צמלח לביקו ננבי, צמוקו בלוקריה שיצמה ברורק. קוואזי במר מודוף. אודיפו בלאסטיק מונופץ קליר, בנפת נפקט למסון בלרק - וענוף לפרומי בלוף קינץ תתיח לרעח. לת צשחמח צש בליא.קוויז דומורק ולורס מונפרד אדנדום סילקוף, מרגשי ומרגשח. עמחליף לפרומי בלוף קינץ תתיח לרעח. ליאמום בלינך רוגצה. לפמעט.
ru: הסבר מפורט על התשלומים לאפליקציה. תצטנפל בלינדו למרקל אס לכימפו, דול, צוט ומעיוט - לפתיעם ברשג - ותליעום גדיש. לת צשחמי צח בליא מנסוטו צמלח לביקו ננבי, צמוקו בלוקריה שיצמה ברורק. קוואזי במר מודוף. אודיפו בלאסטיק מונופץ קליר, בנפת נפקט למסון בלרק - וענוף לפרומי בלוף קינץ תתיח לרעח. לת צשחמח צש בליא.קוויז דומורק ולורס מונפרד אדנדום סילקוף, מרגשי ומרגשח. עמחליף לפרומי בלוף קינץ תתיח לרעח. ליאמום בלינך רוגצה. לפמעט.

# THANKS
source: thank you very much
he: תודה רבה
ro: Va multumim!
ru: Большое спасибо

# YOUR_REQUEST_SENT
source: your request sent to
he: בקשתך נשלחה ל
ro: Cererea dumneavoastra a fost trimisa catre
ru: Ваш запрос отправлен

# TO_APPROVAL
source: for approval
he: לאישור
ro: Pentru aprobare
ru: Для подтверждения

# F_NAME
source: (first name)
he: (שם פרטי)
ro: (Prenume)
ru: (Имя)

source: (provider name)
he: (שם הספק)
ro: (Nume furnizor)
ru: (Название поставщика услуг)

# NEW_TURN_TITLE
source: New appointment
he: תור חדש
ro: Programare noua
ru: Новая очередь

source: Costumer
he: לקוח
ro: Client
ru: Клиент

# SERVICE_PROVIDER
source: Employee
he: נותן השירות
ro: Angajat
ru: Поставщик услуг

# SERVICE_TYPE
source: type of service
he: סוג השירות
ro: Tip serviciu
ru: Вид услуги

source: date
he: תאריך
ro: Data
ru: Дата

source: hour
he: שעה
ro: Ora
ru: час

# REMARK
source: Notes
he: הערות
ro: Comentarii
ru: Комментарии

# MAKE_APPOINTMENT
source: make an appointment
he: קבע תור
ro: Fa o programare
ru: Заказать очереди

# SEND_MESSAGE
source: send confirmation message
he: שלח הודעת אישור ללקוח
ro: Trimite mesaj de confirmare
ru: Отправить подтверждение клиенту

# OPEN_CAMERA
source: take a picture
he: צלם תמונה
ro: Fa o poza
ru: Сделайте снимок

# OPEN_ALBUM
source: add picture from photo gallery
he: צרף תמונה מאלבום התמונות
ro: Adauga o imagine din galerie
ru: Прикрепить фотографию из фотоальбома

# READING_ARTICLE_NOT_FILLED
source: you have to accept the user and privacy agreement
he: חובה לאשר את קריאת התקנון
ro: Trebuie sa acceptati acordul privind Termeni si conditii
ru: Обязательно согласитесь с правилами

# NOT_SUPPLIER_REGISTER
source: You are not registered as supplier
he: אינך רשום כספק
ro: Nu sunteti inregistrat ca furnizor
ru: Вы не зарегистрированы как поставщик услуг

# NAME_BUSINESS
source: Name of company
he: שם העסק
ro: Nume companie
ru: Название компании

# NAME_CUSTOMER
source: Customer name
he: שם הלקוח
ro: Nume client
ru: Имя клиента

source: Product
he: מוצר
ro: Produs
ru: Продукт

source: Service
he: שירות
ro: Serviciu
ru: Услуга

# CUT_HAIR
source: haircut
he: תספורת
ro: tuns
ru: Прическа

source: hairdo
he: תסרוקת
ru: Прическа

# LEVEL
source: Rank
he: דירוג
ro: Loc
ru: Рейтинг

# CHOOESE_SERVICE_PRDUCT
source: Select the service name / product
he: בחר שם שירות/מוצר
ro: Selectati nume serviciu/produs
ru: Выберите имя службы / продукта

# PRICE
source: Price (NIS)
he: מחיר(שח)
ro: Pret (RON)
ru: Цена (шекели)

# SHOW_PRICE
source: Show price list
he: הצג מחירון
ro: Afiseaza lista de preturi
ru: Показать прайс-лист

# DURING_TIME
source: Duration (min)
he: (דקות) משך זמן
ro: Durata (min)
ru: Продолжительность (минимум 5 минут)

# NUM_IN_PARALLEL
source: Multiple clients
he: מספר לקוחות במקביל
ro: Clienti multipli
ru: Количество одновременных клиентов

# TIME_SPACE
source: Time span (min)
he: מרווח זמן ביו התורים (דקות)
ro: Interval de timp (min)
ru: Интервал времени между очередями (минуты)

# DISCOUNT_ENTER_SOME_TURN
source: Discount for series of appoitments / product
he: הנחה עבוד סדרת תורים/ מוצרים
ro: Discount pentru multiple programari/produse
ru: Скидка на серию очередей / продукты

# CHOSE_PRODUCT_NAME
source: Choose product name
he: בחר שם מוצר
ro: Alege numele produsului
ru: Выберите название продукта

source: Choose service name
he: בחר שם שירות
ro: Alege numele serviciului
ru: Выберите имя услуги

source: Product name
he: שם המוצר
ro: Nume produs
ru: Название продукта

source: Service name
he: שם השירות
ro: Nume serviciu
ru: Название услуги

# DISCOUNT_ORDRER_MORE_PRODUCTS
source: Discount for series of appoitments / product
he: הנחה עבוד סדרת תורים/ מוצרים
ro: Discount pentru multiple programari/produse
ru: Скидка на серию очередей / продукты

# ENTER_ONLY2_CHARACTERS
source: you can only insert up to 2 digits
he: ניתן להכניס עד 2 תוים
ro: Puteti insera pana la 2 cifre
ru: Вы можете вставить до 2 символов

# ENTER_ONLY3_CHARACTERS
source: you can only insert up to 3 digits
he: ניתן להכניס עד 3 תוים
ro: Puteti insera pana la 3 cifre
ru: Вы можете ввести до 3 символов

# ENTER_ONLY6_CHARACTERS
source: you can only insert up to 6 digits
he: ניתן להכניס עד 6 תוים
ro: Puteti insera pana la 6 cifre
ru: Вы можете ввести до 6 символов

# ENTER_ONLY30_CHARACTERS
source: you can only insert up to 30 digits
he: ניתן להכניס עד 30 תוים
ro: Puteti insera pana la 30 cifre
ru: Вы можете ввести до 30 символов

# ENTER_ONLY25_CHARACTERS
source: you can only insert up to 25 digits
he: ניתן להכניס עד 25 תוים
ru: Вы можете ввести до 25 символов

# ENTER_ONLY22_CHARACTERS
source: you can only insert up to 22 digits
he: ניתן להכניס עד 22 תוים
ru: Вы можете ввести до 22 символов

# ENTER_ONLY10_CHARACTERS
source: you can only insert up to 10 digits
he: ניתן להכניס עד 10 תוים
ru: Вы можете ввести до 10 символов

# NAME_PD
source: Name*
he: שם*
ro: Nume*
ru: Имя*

# LAST_NAME_DP
source: Last name*
he: שם משפחה*
ro: Nume*
ru: Фамилия*

# MAIL_DP
source: Email
he: מייל
ru: Электронная почта

# MARRIAGE_DATE
source: Anniversary Date
he: יום נישואין
ro: Aniversare
ru: Юбилей

# ERROR_FNAME
source: Complete both: first and last name
he: שם פרטי אינו תקין
ro: Completati: prenume si nume
ru: Имя недействительно

# ERROR_LNAME
source: oops :) wrong last name
he: שם משפחה לא תקין
ro: oops :) Nume gresit
ru: Недействительная фамилия

# CALENDAR_DESIGN
source: Calendar view
he: תצוגת לוח שנה
ro: Afisare calendar
ru: Просмотр календаря

# PERSONAL_DETAILS_TITLE
source: Personal Information
he: פרטים אישיים
ro: Detalii personale
ru: Личная информация

# VALID_FIELDS
source: Please add valid values in the fields
he: אנא הוסף ערכים חוקיים בשדות

source: more information
he: מידע נוסף
ro: Informatii suplimentare
ru: Дополнительная информация

# MULTIPLE_SELECT
source: multiple choise
he: בחירה מרובה
ro: Alegeri multiple
ru: Множественный выбор

source: order
he: הזמן
ro: Comanda
ru: הזמן

# ORDER_MARKED
source: invite all marked appointments
he: הזמן מסומנים
ro: Invita toate programarile selectate
ru: Время отмечено

# NO_RESOLTS
source: no results
he: לא נמצאו תוצאות
ro: Nici un rezultat
ru: Нет результата

source: Delete
he: מחק
ro: Sterge
ru: Удалить

source: navigate
he: נווט
ro: Navigheaza
ru: Навигация

# DELETE_GIVE_SERVICE
source: Are you sure you want to remove this service provider?
he: ?האם אתה בטוח שברצונך להסיר נותן שירות זה
ro: Sunteti sigur ca doriti sa stergeti acest furnizor?
ru: • Вы уверены, что хотите удалить этого поставщика услуг?

# NO_SERVICES
source: There aren't any services for this business
he: לא נמצאו שירותים לספק זה
ro: Nu exista servicii pentru compania selectata
ru: Для этого поставщика услуг не найдено

# SEARCH_CUSTOMER
source: Customer search
he: חיפוש לקוחות
ro: Cautare clienti
ru: Поиск клиентов

source: My customers
he: הלקוחות שלי
ro: Clientii mei
ru: Мои клиенты

# DETAILS_TURN
source: Appointment details
he: פרטי התור
ro: Detalii programare
ru: Сведения о очереди

# CANCEL_TURN
source: Cancel appointment
he: ביטול התור
ro: Anulare programare
ru: Отмена очереди

# NO_AVAILABLE_LOCATION
source: your location service is off
he: גישה למיקום שלך לא מאופשרת
ro: Seviciul de localizare este oprit
ru: Доступ к вашей геолокации не включен

# OPEN_LOCATION_SETTINGS
source: enable location option
he: פתיחת הגדרות מיקום
ro: Porneste optiunea locatie
ru: Открыть настройки геолокации

source: search result
he: תוצאות חיפוש
ro: Cauta rezultat
ru: Результаты поиска

source: Change location
he: שנה מיקום
ro: Schimba locatia
ru: Изменить местоположение

source: Distance
he: מרחק
ro: Distanta
ru: Расстояние

# ORDER_BY
source: Sort by
he: מיון לפי
ro: Filtreaza dupa
ru: Сортировать по

# TO_BUSINESS_PAGE
source: to the business page
he: לדף העסק
ro: Catre pagina companiei
ru: На бизнес-страницу

# NO_GIVES_SERVICE
source: There aren't any available employees for this supplier
he: לא נמצאו נותני שירות לספק זה
ro: Nu exista angajati disponibili pentru acest furnizor
ru: Для этого поставщика не найдено поставляемые им услуги

# DELETE_SERVICE
source: Are you sure you want to remove this service?
he: האם אתה בטוח שברצונך למחוק שירות זה?
ro: Sunteti sigur ca doriti sa stergeti acest serviciu?
ru: Вы действительно хотите удалить эту услугу?

# LANG_CHANGE_NEXR_ENTRANCE
source: The language changes Remember Me app
he: השפה תשתנה בכניסה הבאה לאפליקציה
ru: Язык изменится при следующем входе в приложение

# REGISTERED_AS_BUSINESS
source: You already signed in as business owner
he: אתה כבר מחובר בתור בעל עסק
ro: Sunteti deja inregistrat ca si afacere
ru: Вы уже вошли в систему как владелец бизнеса

source: New event
he: אירוע אישי
ro: Eveniment nou
ru: Личное мероприятие

# EVENT_NAME
source: name of event
he: שם האירוע
ro: Nume eveniment
ru: Название события

source: notes
he: הערות
ro: Comentarii
ru: Комментарии

# SET_EVENT
source: create event
he: קבע אירוע
ro: Creeaza eveniment
ru: Установить событие

# SUCCESS_NEW_EVENT
source: The event was saved successfully
he: האירוע נקבע בהצלחה
ro: Eveniment nou creat cu succes
ru: Событие успешно установлено

source: fill all data
he: הזן את נתונים החסרים
ro: Completati toate informatiile
ru: Введите недостающие данные

# NO_HOUR
source: not set a start time
he: לא נקבעה שעת התחלה
ro: Nu este setata ora de incepere
ru: Не установлено время начала

source: enter text
he: הכנס טקסט
ro: Introduceti text
ru: Введите текст

# DISCOUNT_MINUTE_90
source: Last minute offers
he: הצעות של הרגע האחרון
ro: Promotie de ultima ora
ru: Горящие предложения

# MINUTES_BEFORE_MEETING_20
source: 20 Min before appointment
he: 20 דקות לפני הפגישה
ro: 20 de minute inainte de programare
ru: За 20 минут до встречи

# OK_FROM_BUSINESS
source: Approvals from businesses
he: אישורים מעסקים
ro: Verificare de la posesorii de afaceri
ru: Одобрение от бизнеса

# UPDATE_WAIT_TURN
source: Waiting list updates
he: עדכוני רשימת המתנה
ro: Actualizari lista de asteptare
ru: Обновления списка ожидания

# UPDATES_NEWS
source: News and updates
he: חדשות ועדכונים
ro: Noutati si actualizari
ru: Новости и обновления

# SUCCESS_SETTINGS
source: alerts settings is successfully saved
he: הגדרת ההתראות נשמרה בהצלחה
ro: Setarile pentru alerte au fost actualizate!
ru: Настройки оповещения успешно сохранены

# ERROR_SAVE
source: error saving data
he: קיימת בעיה בשמירת הנתונים
ro: Eroare la salvare date
ru: Не удается сохранить данные

# SUCCESS_TURN
source: the turn was set successfully
he: התור נקבע בהצלחה
ro: Programarea a fost efectuata cu succes
ru: Очередь успешна заказана

# NO_TURN
source: there isn't any available appointment
he: לא נמצא תור פנוי
ro: Nu exista programari disponibile
ru: Нет доступной очереди

# SUCCESS_ADD_TO_WAIT_LIST
source: successfully added to the waiting list
he: נרשמת בהצלחה לרשימת ההמתנה
ro: Ati fost adaugat in lista de asteptare cu succes
ru: Вы успешно подписаны на список ожидания

# NO_TURN_AS_ASK
source: there aren't any appointments available according to your request
he: אין תור פנוי התואם את בקשתך
ro: Nu exista programari disponibile conform cautarilor dumneavoastra
ru: Нет очереди, которая соответствует вашему запросу.

# WHAT_TO_DO
source: what would you like to do?
he: מה ברצונך לעשות?
ro: Care este actiunea dorita?
ru: Что вы хотите сделать?

# ENTER_TO_WAIT_LIST
source: enter to waiting list
he: הכנס לרשימת המתנה
ro: Intrati in lista de asteptare
ru: Внести в список ожидания

# NEAR_TURNS
source: upcoming available appointments
he: תורים פנויים קרובים
ro: Programari disponibile viitoare
ru: Ближайшие доступные очереди

# CHANGE_DAY
source: change date
he: החלף יום
ro: Modifica data
ru: Изменить день

# OTHER_SUPPLIER
source: look for another business
he: חפש ספק אחר
ro: Cauta alta companie
ru: Найти другого поставщика услуг

# DELETE_WORKER
source: are you sure you want to remove this worker?
he: האם אתה בטוח שברצונך למחוק עובד זה?
ro: Sunteti sigur ca doriti sa stergeti acest angajat?
ru: Вы действительно хотите удалить этого сотрудника?

# NO_TURNS_INMYLISTWAITING
source: there are no lines to your waiting list
he: לא קיימים תורים ברשימת ההמתנה שלך
ro: Nu exista nimeni in lista ta de asteptare
ru: В вашем списке ожидания нет очередей

# NO_RESULTS
source: there are no results matching your search
he: לא קיימות תוצאות המתאימות לחיפוש
ro: Nu exista rezultate in urma cautarii tale
ru: Нет результатов, соответствующих запросу

# ENTER_ONLY120_CHARACTERS
source: You can put up to 120 characters
he: ניתן להכניס עד 120 תוים
ro: Poti folosi maxim 120 de caractere
ru: Вы можете ввести до 120 символов

# ENTER_ONLY160_CHARACTERS
source: you can only insert up to 160 digits
he: ניתן להכניס עד 160 תוים
ru: Вы можете ввести до 160 символов

# WANT_ORDER
source: I want to order
he: אני רוצה להזמין
ro: Vreau sa comand
ru: Я хочу заказать

source: not care
he: לא משנה לי
ru: Не имеет значения

# SERIES_TURNS
source: Series of appointments
he: סדרה של פגישות
ro: serie de programari
ru: Серия встреч

source: gift card
he: שובר מתנה
ro: Card cadou
ru: Подарочный сертификат

# KILOMETER_FROM_YOU
source: km from you
he: ק״מ ממיקומך
ro: km fata de tine
ru: км от Вас

# REGISTER_NOW
source: To make an appointment you must register as a client
he: לשם קביעת התור, נדרש לעבור תהליך רישום לאפליקציה
ro: Pentru a putea face programare trebuie sa va inregistrati ca si client
ru: Для заказа очереди требуется зарегистрироваться в приложении

# CHOOSE_GIVE_SERVICE
source: Choose one employee from staff
he: בחר איש צוות
ro: Alege un angajat
ru: Выберите члена команды

source: day design
he: תצוגת יום
ro: design zi
ru: Показать день

source: week design
he: תצוגת שבוע
ro: design saptamana
ru: Показать неделю

source: month design
he: תצוגת חודש
ro: design luna
ru: Показать месяц

source: list design
he: תצוגת רשימה
ro: design lista
ru: Просмотр списком

# MAX_CHAR
source: max 100 appointments
he: מקסימום 100 תווים
ro: maxim 100 de programari
ru: Максимум 100 символов

# LIMIT_TURNS
source: Do you want to limit the number of appointments the client can make?
he: האם ברצונך להגביל את סדרת התורים שהלקוח יכול להזמין?
ro: Doriti limitarea numarului de programari pe care le poate face un client?
ru: Вы хотите ограничить количество очередей, которые клиент может заказать?

# NUM_TURNS_MEETINGS
source: Number of meetings
he: מספר פגישות
ro: Numar de programari
ru: Количество встреч

# DURATION_TURNS
source: Scheduling duration (weeks)
he: משך תקופת סדרת התורים(בשבועות)
ro: Durata programarilor (saptamani)
ru: Продолжительность серии очередей (недели)

# NO_SELECTED_SUPPLIER
source: please choose your business first
he: אנא בחר ספק תחילה
ro: Va rugam sa alegeti o companie
ru: Пожалуйста, сначала выберите поставщика услуг

# THX
source: Thank you
he: תודה רבה
ro: Va multumim
ru: Большое спасибо

# ASK_SEND_TO_GIVE_SERVICE
source: Appointment scheduled successfully
he: התור נקבע בהצלחה
ro: Programare efectuata cu succes
ru: Очередь заказана

# ASK_SEND
source: Appointment scheduled successfully
he: התור נקבע בהצלחה
ro: Programare efectuata cu succes
ru: Очередь заказана

# TO_OK
source: To confirm
he: לאישור
ro: Pentru confirmare
ru: Для подтверждения

source: no events
he: לא נמצאו תורים
ro: Nici un eveniment
ru: Очередей не найдено

# DETAILS_APPOINTMENT_TITLE
source: meeting details
he: פרטי הזמנה
ro: Detalii programare
ru: Информация о заказе

# DETAILS_APPOINTMENT
source: Order details
he: פרטי ההזמנה
ro: Detalii comanda
ru: Информация о заказе

# DETAILS_MEETING
source: Meeting details
he: פרטי פגישה
ro: Detalii programare
ru: Информация о встрече

# THX_REGISTERED
source: thanks for registering! Unfortunately another client as already signed for the appointment you looked for. Please, try to reschedule on a different time to the requested service.
he: תודה שנרשמת! לצערינו בזמן הזה, התור שבקשת נקבע כבר על ידי לקוח קיים של המערכת, הינך מועבר ליומן שנית על מנת לבחור זמן אחר לשירות המבוקש.
ro: Va multumim pentru inregistrare! Din pacate un alt client s-a programat inaintea dumneavoastra. Va rugam sa alegeti o alta ora la care doriti sa efectuati programarea.
ru: Спасибо за подписку! К сожалению, в настоящее время очередь уже установлена существующим клиентом системы, вы снова перенаправлены в календарь, чтобы выбрать другое время для запрашиваемой услуги.

# VIEW_INFORMATION
source: Here's more information about the business: Ltzglcgln Fan Iaih D, Tanon, Cghdcono Hcgtzmnhidhi Chgidhli Acgnih Hihfcghlhlai, Hlciahlc. Hgchlio, Aclghalh Tzgcmahli, Clchgd Mahlcg and therefore there is no one who does it but me, only I unique and therefore it pays to come to me !!!
he: להלן מידע נוסף אודות בית העסק: לצגלכגלן פען יעיח פ,טעןון,כגחדכוןו הכגצמנהידחי כחגידחלי עכגניח חיחףכגחלחלעי,חלכיעחלכ. חגכחליו,עכלגחעלח צגכמעחלי ,ךלכחגד מעחלכג ולכן אין אף אחד שעושה את זה חוץ ממני אלא רק אני יחיד ומיוחד ולכן משתלם לבוא אלי!!!
ru: Ниже приведена дополнительная информация о продавце: для получения подробной информации о бизнесе продавца, перейдите по следующей ссылке. У меня нет никого, кто делает это, кроме меня, но только я уникален, и это стоит того, чтобы прийти ко мне !!!

# VIEW_ABOUT
source: Terms and conditions of use Lhamilhacmmm Hmahlcm, Lailacimlahinmah, Lcmalcg haven Lcmahlmhlmnhinmahiaht'akr hate Lialhcionga Lhamilhacmmm Hmahlcm, Lailacimlahinmah, Lcmalcg haven Lcmahlmhlmnhinmahiaht'akr hate Lialhcionga Lhamilhacmmm Hmahlcm, Lailacimlahinmah, Lcmalcg haven Lcmahlmhlmnhinmahiaht'akr hate Lialhcionga Lhamilhacmmm Hmahlcm, Lailacimlahinmah, Lcmalcg haven Lcmahlmhlmnhinmahiaht'akr Muna Lialhcionga Lhamilhacmmm
he: תקנון ותנאי השימוש לחעמילחעכמממ חמעחלכמ,לעילעכימלעחיןםעח,לכמעלכג מעח לכמעחלמחלמןחיןםעחיעחט ׳אקר וןא ליעלחכיוןגא לחעמילחעכמממ חמעחלכמ,לעילעכימלעחיןםעח,לכמעלכג מעח לכמעחלמחלמןחיןםעחיעחט ׳אקר וןא ליעלחכיוןגא לחעמילחעכמממ חמעחלכמ,לעילעכימלעחיןםעח,לכמעלכג מעח לכמעחלמחלמןחיןםעחיעחט ׳אקר וןא ליעלחכיוןגא לחעמילחעכמממ חמעחלכמ,לעילעכימלעחיןםעח,לכמעלכג מעח לכמעחלמחלמןחיןםעחיעחט ׳אקר וןא ליעלחכיוןגא לחעcancelמילחעכמממ
ru: תקנון ותנאי השימוש לחעמילחעכמממ חמעחלכמ,לעילעכימלעחיןםעח,לכמעלכג מעח לכמעחלמחלמןחיןםעחיעחט ׳אקר וןא ליעלחכיוןגא לחעמילחעכמממ חמעחלכמ,לעילעכימלעחיןםעח,לכמעלכג מעח לכמעחלמחלמןחיןםעחיעחט ׳אקר וןא ליעלחכיוןגא לחעמילחעכמממ חמעחלכמ,לעילעכימלעחיןםעח,לכמעלכג מעח לכמעחלמחלמןחיןםעחיעחט ׳אקר וןא ליעלחכיוןגא לחעמילחעכמממ חמעחלכמ,לעילעכימלעחיןםעח,לכמעלכג מעח לכמעחלמחלמןחיןםעחיעחט ׳אקר וןא ליעלחכיוןגא לחעcancelמילחעכמממ

# TO_REGULATION
source: to user and privacy agreement
he: לתקנון ותנאי השימוש
ro: Catre termeni si conditii
ru: Условия использования

# REGULATION_TITLE
source: user and privacy agreement
he: תקנון ותנאי השימוש
ro: Acordul de utilizare si confidentialitate
ru: Условия использования

# REGULATION_VIEW
source: Lorem ipsum dolor sit Ah, money rebates, and essential, but do. Over the years, come, whoever advantage of it, but for work, exercise, school district., However, want to be a pain in the pleasure of football to escape from pain to find not produce a result. shutters are not, he calms the soul, that is, they abandoned the agenda at all be guilty of deputies Ministry of toil. free, you also factor in renovation rules.
he: לורם איפסום דולור לשבת אה, כסף החזרי, וחיוניות, אבל לעשות. במהלך השנים באות, מי יתרון ממנה, אך עבור לעבוד, פעילות גופנית, מחוז בית הספר., לעומת זאת, רוצה להיות קוץ העונג כדורגל לברוח מכאב למצוא לא מייצר כתוצאה. תריסי אינם, הוא מרגיע את הנשמה, כלומר, הם נטשו את הפרק בכלל להיות אשם ממלאי משרד עמלם. בחינם, אתה גורם חידוש גם חוקים.
ru: לורם איפסום דולור לשבת אה, כסף החזרי, וחיוניות, אבל לעשות. במהלך השנים באות, מי יתרון ממנה, אך עבור לעבוד, פעילות גופנית, מחוז בית הספר., לעומת זאת, רוצה להיות קוץ העונג כדורגל לברוח מכאב למצוא לא מייצר כתוצאה. תריסי אינם, הוא מרגיע את הנשמה, כלומר, הם נטשו את הפרק בכלל להיות אשם ממלאי משרד עמלם. בחינם, אתה גורם חידוש גם חוקים.

# LBLAPPOINTMENT_TITLE
source: My appointments
he: התורים שלי
ro: Intalnirile mele
ru: Мои очереди

# NO_APPOINTMENTS__FROM_YOU
source: there are not any open appointments for you :(
he: אין תורים שנקבעו על ידך
ro: Nu exista programari disponibile
ru: Нет очередей, установленных вами

# CANCELAPPOINTMENT_TITLE
source: Cancel appointment
he: ביטול תור
ro: Anuleaza programarea
ru: Отменить очередь

# OK_SEND
source: ok and send cancel
he: אשר ושלח ביטול
ro: Ok si trimiteti anulare
ru: Подтверждение и отправка отмены

# CHOOSE_CANCEL
source: You have chosen to cancel your appointment at
he: האם ברצונך לבטל את התור ?
ro: Ati ales sa anulati programarea facuta la
ru: Вы решили отменить свою встречу в

# SUCCESS_CANCEL
source: Cancel of appointment succeeded
he: ביטול התור הצליח
ro: Programarea a fost anulata cu succes
ru: Очередь отменена

# SLAIGHT_TITLE
source: Short delay
he: עיכוב קצר
ro: Intarziere
ru: Небольшая задержка

# OK_SEND_SLAIGHT
source: send 'I'll be late' message
he: שלח הודעת איחור
ro: Trimite mesaj cu Voi intarzia
ru: Отправить сообщение о задержке

# ASK_SLAIGHT
source: Do you want to notify that you're running late?
he: האם אתה רוצה להודיע שאתה מאחר ?
ro: Anunti ca vei intarzia?
ru: Вы действительно хотите сообщить, что Вы опаздываете

# NO_CONNECTION
source: no connection,try to register later
he: אין תקשורת,נסה להרשם מאוחר יותר
ro: Lipsa conexiune, incercati sa va inregistrati mai tarziu
ru: Нет связи, попробуйте зарегистрироваться позже

# NO_INTERNET
source: you are offline!
he: אין חיבור לאינטרנט!
ro: Sunteti offline!
ru: Нет подключения к интернету!

# ERROR_SERVER
source: An error occured while comunicating with the server. Please try again later.
he: שגיאת חיבור זמנית... אנא נסה במעוד מאוחר יותר
ro: A aparut o eroare in comunicarea cu serverul. Va rugam sa incercati mai tarziu.
ru: Временная ошибка подключения ... Попробуйте позже

# ERROR_PHONE
source: not valid phone
he: מספר הטלפון אינו תקין
ro: Numar de telefon invalid
ru: Недопустимый номер телефона

source: Welcome to Bthere
he: ברוכים הבאים ל Bthere
ro: Bine ati venit la Bthere!
ru: Добро пожаловать в Bthere

# KEY_SENTANCE_SLOGEN
source: catch phrase/slogen
he: סלוגן
ro: Slogan
ru: Лозунг

source: new version here
he: הגרסא החדשה כבר פה
ro: Noua versiune aici
ru: Новая версия уже доступна
