Repository: id-main/bthere
Catalog: iOS/*.lproj/Localizable.strings
Languages: he, ro, ru

# EXPLAIN_BEFORE_REGISTER
source: Bthere is an app for scheduling your favorite businesses and finding new business in your area. In order to provide you with the best and most efficient service, to enjoy all the benefits of the app, and to keep up, with the deals that the business send we recommend allowing the app to access location and calendar services and enable updates / alerts. This is a recommendation only and there is no need to do so :)
he: היא אפליקציה לזימון תוריםBthereלעסקים האהובים עליכם ולמציאתעסקים חדשים באזורכם. על מנת שניתןלכם את השירות הטוב והיעיל ביותר,כדי להנות מכל היתרונות של האפליקציה,וכדי שתוכלו להתעדכן במבצעיםשישלחו העסקים, אנו ממליצים לאפשרלאפליקציה גישה לשירותי מיקום ויומן ולאפשר שימוש בעדכונים / התראות.זוהי המלצה בלבד ואין הכרח כמובן לעשות זאת (:
ro: Bthere este o aplicatie care va permite sa va pogramati la compania dumneavoastra favorita sau sa gasiti noi companii in zona dumneavoastra. Pentru a va asigura cele mai eficiente servicii, si pentru a putea va putea bucura de toate beneficiile aplicatiei si pentru a fi la curent cu ultimele oferte trimise de catre companii, va recomandam sa permiteti aplicatiei sa va acceseze locatia, calendarul si sa activati sistemul de notificari/alerte. Aceasta este doar o recomandare, nu este obligatorie :)
ru: Мы являемся приложением для организации очередей для вашего любимого бизнеса. Чтобы вы могли пользоваться приложением, мы рекомендуем вам одобрить доступ к местоположению, календарю и службам обновления.

# WELCOME_PROVIDER_noComma
source: Welcome
he: ברוך הבא
ro: Bine ai venit
ru: Добро пожаловать

# VIEW_TERMS_OF_USE
source: View Term Of Use
he: הצג תנאי שימוש
ro: Vizualizati Termenii De Utilizare
ru: Показать Условия использования

# NEW_EVENT_NOT_SYNC
source: Please synchronize your calendar from settings to save the new event.
he: סנכרן את היומן שלך בהגדרות כדי לשמור את האירוע החדש.
ru: Синхронизируйте свой календарь в настройках, чтобы сохранить новое событие.

source: Help
he: עֶזרָה
ru: Помощь

# HELP_GUIDANCE_VIDEO
source: Live Chat
he: צ׳אט עם נציג
ro: Chat Online
ru: Чат с представителем

# HELP_QA
source: Q&A
he: שאלות ותשובות
ru: Вопрос-Ответ

# HELP_MESSAGE
source: Bthere staff will be happy to help you with any question
he: צוות Bthere ישמח לעזור לכם בכל שאלה
ro: Echipa Bthere va fi foarte fericita sa va ajute cu intrebarile dumneavoastra
ru: Сотрудники Bthere будут рады помочь вам с любыми вопросами

# HELP_Q1
source: What​ types​ of​ businesses​ are​ in​ the​ Bthere?
he: 1. איזה סוגי עסקים נמצאים באפליקצית Bthere?
ru: 1. Какие виды бизнеса есть в приложении Bthere??

# HELP_Q2
source: How​ a​ business​ can​ join​ Bthere?
he: 2. איך​ ​עסק​ ​יכול​ ​להצטרף​ ​ל?BTHERE
ru: 2. Как бизнес может присоединиться к Bthere

# HELP_Q3
source: How​ does​ a​ business​ add​ a​ new​ customer?
he: 3. איך​ ​עסק​ ​מוסיף​ ​לקוח​ ​חדש?
ru: 3. Как бизнес добавляет нового клиента?

# HELP_Q4
source: Is​ there​ a​ need​ to​ enter​ the​ full​ name​ of​ the​ business​ in​ order​ to​ find​ it​ in​ the search​ results?
he: 4. האם​ ​צריך​ ​להכניס​ ​את​ ​שמו​ ​המלא​ ​של​ ​העסק​ ​על​ ​מנת​ ​למצוא​ ​אותו​ ​בתוצאות​ ​החיפוש?
ru: 4. Нужно ли вводить полное название предприятия, чтобы найти его в результатах поиска?

# HELP_Q5
source: Can​ anyone​ schedule​ an​ appointment​ for​ each​ business?
he: 5. כל​ ​אחד​ ​יכול​ ​לקבוע​ ​תור​ ​ביומן​ ​של​ ​כל​ ​עסק?
ru: 5. Каждый ли может назначить встречу в любом бизнес учреждении?

# HELP_Q6
source: How​ do​ you​ schedule​ an​ appointment​ to​ a​ business?
he: 6. איך​ ​קובעים​ ​תור​ ​לעסק?
ru: 6. Как заказываются очереди?

# HELP_Q7
source: Where​ can​ I​ edit​ the​ business​ information?
he: 7. היכן​ ​ניתן​ ​לערוך​ ​את​ ​פרטי​ ​העסק?
ru: 7. Где я могу редактировать бизнес-информацию?

# HELP_Q8
source: Is​ the​ app​ suitable​ for​ business​ with​ employees?
he: 8. האם​ ​האפליקציה​ ​מתאימה​ ​לעסק​ ​עם​ ​עובדים?
ru: 8.Подходит ли приложение для работы с сотрудниками?

# HELP_Q9
source: Is​ the​ app's​ calendar​ synced​ with​ the​ rest​ of​ the​ calendars?
he: 9. האם​ ​היומן​ ​של​ ​האפליקציה​ ​מסונכרן​ ​עם​ ​שאר​ ​היומנים?
ru: 9. Синхронизирован ли календарь приложения с остальными календарями?

# HELP_Q10
source: Can​ the​ application​ replace​ the​ handwritten​ calendar?
he: 10. האם​ ​האפליקציה​ ​יכולה​ ​להחליף​ ​את​ ​היומן​ ​הידני?
ru: 10. Может ли приложение заменить ручной календарь?

# HELP_A1
source: Answer:​ Any​ business​ that​ regularly​ uses​ a​ calendar​ for​ scheduling​ appointments, and​ have​ a​ fix​ duration​ for​ each​ service,​ can​ use​ the​ app.
he: תשובה: כל עסק שמשתמש באופן קבוע ביומן באמצעותו נקבעים התורים, ומשך זמן השירותים בו קבוע, יכול להשתמש באפליקציה.
ru: Ответ: Любой бизнес, который ежедневно использует календарь для создание очередей, а так же перерывов и времени оказания услуг - может использовать приложение

# HELP_A2
source: Answer:​ Very​ easily​ and​ most​ importantly​ -​ independently. Any​ business​ owner​ can​ register​ through​ the​ site​ by​ clicking​ "Register"​ button,​ or through​ the​ app​ itself,​ and​ start​ using​ the​ system.
he: תשובה​ ​:מאוד​ ​בקלות​ ​והכי​ ​חשוב​ ​​ ​-באופן​ ​עצמאי. כל​ ​בעל​ ​עסק​ ​יכול​ ​להירשם​ ​דרך​ ​האתר​ ​בלחיצה​ ​על​ ​"​ ​הרשם​ ​"​ ​או​ ​דרך​ ​האפליקציה​ ​ולהתחיל​ ​להשתמש במערכת​ ​.לינק​ ​לקישור​ ​הרשמה.
ru: Ответ: Очень легко и главное - самостоятельно. Любой владелец бизнеса может зарегистрироваться через сайт, нажав «Зарегистрироваться» или через приложение, и начать пользоваться системой. Ссылка на регистрационную ссылку.

# HELP_A3
source: Answer:​ Simply​ by​ clicking​ the​ "New​ Customer"​ button​ in​ My​ Customer​ list.​ If​ the customer​ is​ already​ registered​ to​ Bthere,​ his​ details​ will​ be​ automatically​ filled​ out and​ will​ be​ added​ to​ the​ customers​ base​ of​ the​ business.
he: תשובה​ ​:באמצעות​ ​לחיצה​ ​על​ ​כפתור​ ​"לקוח​ ​חדש"​ ​בתוך​ ​רשימת​ ​הלקוחות​ ​שלי​ ​.במידה​ ​והלקוח​ ​כבר​ ​רשום​ ​ל Bthereפרטיו​ ​ימולאו​ ​אוטומטית​ ​והוא​ ​יצורף​ ​למאגר​ ​הלקוחות​ ​של​ ​העסק.
ru: Ответ: Нажав кнопку «Новый клиент» в моем списке клиентов В этом случае данные будут автоматически заполняться и добавляться в базу данных клиентов компании.

# HELP_A4
source: Answer:​ No,​ any​ search​ term​ related​ to​ a​ particular​ business​ will​ show​ the​ business in​ the​ search​ results.​ You​ can​ search​ for​ the​ type​ of​ service​ you​ want,​ the​ business owner's​ first​ name,​ and​ even​ search​ for​ the​ city​ where​ the​ business​ is​ located.
he: תשובה​ ​:לא​ ​,כל​ ​מילת​ ​חיפוש​ ​שקשורה​ ​לעסק​ ​מסוים​ ​תראה​ ​אותו​ ​בתוצאות​ ​חיפוש​ ​.ניתן​ ​לחפש​ ​את​ ​סוג​ ​השירות שמעוניינים​ ​בו​ ​,את​ ​שמו​ ​הפרטי​ ​של​ ​בעל​ ​העסק​ ​ואפילו​ ​לחפש​ ​את​ ​העיר​ ​בה​ ​העסק​ ​יושב.
ru: Ответ. Нет, любой поисковый запрос, связанный с конкретной компанией, будет отображаться в результатах поиска. Вы можете искать тип услуги, которую вы хотите, имя владельца бизнеса, и даже искать город, в котором находится бизнес.

# HELP_A5
source: Answer:​ Yes​ and​ the​ process​ is​ simple,​ the​ first​ time​ a​ customer​ wants​ to​ schedule an​ appointment​ to​ the​ business,​ and​ he​ is​ not​ part​ of​ the​ business's​ customers​ base, the​ business​ owner​ will​ approve​ him​ as​ a​ customer​ before​ making​ an​ appointment. The​ approval​ is​ one-time​ and​ once​ the​ customer​ has​ been​ added​ to​ the​ customers base,​ he​ will​ be​ able​ to​ schedule​ directly​ in​ the​ business​ calendar.
he: תשובה​ ​:כן​ ​והתהליך​ ​הוא​ ​פשוט​ ​,בפעם​ ​הראשונה​ ​שלקוח​ ​רוצה​ ​לקבוע​ ​תור​ ​לעסק​ ​מסוים​ ​,והוא​ ​אינו​ ​חלק ממאגר​ ​הלקוחות​ ​של​ ​העסק​ ​,בעל​ ​העסק​ ​יאשר​ ​אותו​ ​כלקוח​ ​לפני​ ​קביעת​ ​התור​ ​.האישור​ ​הוא​ ​חד​ ​פעמי​ ​וברגע שהלקוח​ ​צורף​ ​למאגר​ ​הלקוחות​ ​הוא​ ​יוכל​ ​לקבוע​ ​ישירות​ ​ביומן​ ​העסק
ru: Ответ: Да, и процесс прост. Когда клиент впервые хочет запланировать очередь, и он не является частью клиентской базы бизнеса, владелец бизнеса должен подтвердить его как клиента, прежде чем назначить встречу. Одобрение является однократным, и как только клиент будет добавлен в базу данных клиентов, он сможет заказывать очередь непосредственно в деловом журнале.

# HELP_A6
source: Answer:​ By​ clicking​ on​ the​ name​ of​ the​ business​ in​ the​ search​ results,​ the​ customer moves​ to​ the​ selection​ of​ the​ service​ to​ which​ he​ wishes​ to​ schedule​ an​ appointment. After​ that,​ a​ calendar​ will​ open,​ showing​ all​ available​ appointments​ for​ the​ service​ he requested,​ depending​ on​ the​ time​ of​ service​ that​ the​ business​ determined.​ When clicking​ on​ one​ of​ the​ available​ appointments​ a​ screen​ will​ appear​ with​ all​ the​ details of​ the​ desired​ appointment,​ and​ by​ clicking​ on​ the​ 'confirm'​ button​ the​ appointment will​ be​ schedule​ in​ the​ business's​ and​ the​ customer's​ calendar.
he: תשובה​ ​:בלחיצה​ ​על​ ​שם​ ​העסק​ ​בתוצאות​ ​החיפוש​ ​הלקוח​ ​עובר​ ​אל​ ​בחירת​ ​השירות​ ​אליו​ ​הוא​ ​מבקש​ ​לקבוע תור​ ​.לאחר​ ​מכן​ ​יפתח​ ​לו​ ​יומן​ ​בו​ ​יוצגו​ ​כל​ ​התורים​ ​הפנויים​ ​לשירות​ ​שביקש​ ​,בהתאם​ ​לזמן​ ​השירות​ ​שבעל​ ​העסק קבע​ ​.בלחיצה​ ​על​ ​אחד​ ​התורים​ ​הפנויים​ ​יופיע​ ​מסך​ ​עם​ ​כל​ ​פרטי​ ​התור​ ​המבוקש​ ​,ובלחיצה​ ​על​ ​כפתור​ ​האישור התור​ ​יקבע​ ​ביומן​ ​העסק​ ​ויומן​ ​הלקוח.
ru: Ответ. Нажав на название компании в результатах поиска, клиент переходит к выбору услуги, на которую он хочет назначить встречу. Затем он откроет журнал, в котором будут отображаться все доступные очереди для запрашиваемой им службы в зависимости от времени службы. Если вы нажмете на одну из доступных очередей, появится экран со всеми деталями нужной встречи и нажатием кнопки Подтверждение, встреча будет помещена в бизнес-журнал и журнал клиента.

# HELP_A7
source: Answer:​ By​ clicking​ on​ Settings​ the​ business​ owner​ can​ change​ all​ the​ data​ entered in​ the​ registration.​ You​ can​ add​ and​ edit​ business​ services,​ employees​ information, change​ business​ hours,​ and​ refresh​ your​ business​ profile​ page.
he: תשובה​ ​:בלחיצה​ ​על​ ​הגדרות​ ​בעל​ ​העסק​ ​יכול​ ​לשנות​ ​את​ ​כל​ ​הנתונים​ ​שהזין​ ​בהרשמה​ ​.ניתן​ ​להוסיף​ ​ולערוך​ ​את השירותים​ ​שניתנים​ ​בעסק​ ​,להוסיף​ ​ולערוך​ ​עובדים​ ​,לשנות​ ​שעות​ ​פעילות​ ​ולרענן​ ​את​ ​הפרופיל​ ​העסקי​ ​של העסק.
ru: Ответ: Нажав «Настройки», владелец бизнеса может изменить все данные, введенные в подписке. Вы можете добавлять и редактировать Услуги, предоставляемые бизнесом, добавление и редактирование сотрудников, изменение рабочего времени и обновление бизнес-профиля бизнеса.

# HELP_A8
source: Answer:​ Yes,​ the​ business​ owner​ can​ add​ employees​ at​ any​ given​ time​ and​ each employee​ has​ his​ own​ calendar.​ The​ employees'​ calendar​ is​ under​ the​ name​ of​ the business​ and​ is​ managed​ by​ authorizations​ controlled​ by​ the​ manager.
he: תשובה​ ​:כן​ ​,בעל​ ​העסק​ ​יכול​ ​להוסיף​ ​עובדים​ ​בכל​ ​זמן​ ​נתון​ ​ולכל​ ​עובד​ ​יש​ ​יומן​ ​משלו​ ​.היומן​ ​של​ ​העובדים​ ​נמצא תחת​ ​שם​ ​בית​ ​העסק​ ​ומנוהל​ ​באמצעות​ ​הרשאות​ ​שבשליטת​ ​המנהל.
ru: Ответ: Да, владелец бизнеса может добавлять сотрудников в любой момент времени, и каждый сотрудник имеет свой собственный календарь Из сотрудников находится под именем бизнеса и управляется с помощью прав доступа, контролируемых менеджером.

# HELP_A9
source: Answer:​ Of​ course.​ The​ app's​ calendar​ can​ also​ be​ used​ as​ the​ business​ owner's​ or customer's​ central​ calendar.​ It​ can​ be​ synchronized​ with​ any​ digital​ calendar​ found on​ the​ device​ where​ the​ application​ is​ located.​ You​ can​ see​ all​ the​ information​ from the​ digital​ calendar​ in​ your​ app​ calendar,​ and​ vice​ versa.
he: תשובה​ ​:כמובן​ ​.היומן​ ​של​ ​האפליקציה​ ​יכול​ ​לשמש​ ​גם​ ​כיומן​ ​המרכזי​ ​של​ ​בעל​ ​העסק​ ​או​ ​הלקוח​ ​.הוא​ ​יכול​ ​להיות מסונכרן​ ​עם​ ​כל​ ​יומן​ ​דיגיטלי​ ​שנמצא​ ​על​ ​המכשיר​ ​בו​ ​האפליקציה​ ​נמצאת​ ​.ניתן​ ​לראות​ ​את​ ​כל​ ​המידע​ ​מהיומן הדיגיטלי​ ​ביומן​ ​האפליקציה​ ​,ולהיפך.
ru: Ответ: Конечно, журнал приложения также можно использовать как центральный дневник владельца бизнеса или клиента. Может быть синхронизирован с любым цифровым журналом, найденным на устройстве, где находится приложение Информация из цифрового календаря в календаре приложения и наоборот.

# HELP_A10
source: Answer:​ Yes,​ the​ application​ can​ be​ a​ substitute​ for​ any​ other​ calendar,​ especially​ for a​ handwritten​ calendar.
he: תשובה​ ​:כן​ ​,האפליקציה​ ​יכולה​ ​להוות​ ​תחליף​ ​לכל​ ​יומן​ ​אחר​ ​,בעיקר​ ​ליומן​ ​ידני.
ru: Ответ: Да, приложение может заменить любой другой календарь, особенно ручной календарь.

source: Live Chat
he: צ׳אט עם נציג
ro: Chat Online
ru: Чат с представителем

# HELP_COULD_NOT_CALL
source: Something went wrong with your call, please try again.
he: משהו השתבש בשיחה שלך, נסה שוב.
ro: Ceva nu a mers bine cu apelul dumneavoastra, va rugam sa incercati din nou.
ru: Что-то пошло не так во время вызова, повторите попытку.

# BUSINES_NO_REVIEWS
source: No reviews
he: אין ביקורות
ro: Nu exista recenzii
ru: Нет отзывов

# SHORT_DELAY_ERROR
source: We couldn't inform the supplier about your short delay, please try again.
he: לא יכולנו להודיע על הספק לגבי העיכוב הקצר שלך, נסה שוב.
ro: Nu am putut informa afacerea cu privire la intarzierea dumneavoastra, va rugam incercati din nou.
ru: Мы не смогли уведомить вашего оператора о вашей короткой задержке, пожалуйста, попробуйте еще раз.

# PLUS_MENU_CANCELLATON
source: Cancellation
he: ביטול תור
ro: Anulare
ru: Отменить очередь

# SIX_MONTHS_REPORT
source: Report for the last six months
he: דוח עבור ששת החודשים האחרונים
ro: Raport pentru ultimile sase luni
ru: Отчет за последние шесть месяцев

# END_MEETING_BUTTON
source: Got it, thanks
he: הבנתי, תודה
ro: Am inteles, multumesc
ru: Понятно, спасибо

# END_MEETING_TEXT1
source: You've made a new appointment!
he: קבעת תור חדש!
ru: Новая очередь назначена!

# END_MEETING_TEXT2
source: We're glad you joined us.
he: אנחנו שמחים שהצטרפת אלינו.
ru: Мы рады, что вы присоединились к нам.

# END_MEETING_TEXT3
source: We are at the beginning of the road and we are
he: כרגע אנחנו בתחילת הדרך ואנו
ru: Мы находимся в начале пути, и мы

# END_MEETING_TEXT4
source: Investing the time in tests and improvements.
he: משקיעים את הזמן בבדיקות ושיפורים.
ru: Инвестируйте время в тесты и улучшения.

# END_MEETING_TEXT5
source: Therefore, in the near future please make sure with the business
he: לכן, בזמן הקרוב יש לוודא עם העסק
ru: Поэтому в ближайшем будущем необходимо убедиться в этом бизнесе

# END_MEETING_TEXT6
source: In a message / phone call that the appointment is indeed scheduled.
he: בהודעה / שיחה שאכן התור נקבע.
ru: В сообщении / вызове эта очередь действительно установлена.

# END_MEETING_TEXT7
source: Thank you for understanding and we are doing everything to be at your service.
he: תודה על ההבנה ואנחנו עושים הכל כדי לעמוד לשירותכם.
ru: Спасибо за ваше понимание, и мы делаем все, чтобы предоставить лучший сервис к вашим услугам.

source: Notifications List
he: רשימת ההודעות
ro: Lista notificari
ru: Список сообщений

source: Received on
he: התקבל בתאריך
ro: Primit pe
ru: Получено

# LAST_MINUTE_TITLE
source: Last Minute
he: ברגע אחרון
ru: В последнюю минуту

# NEW_OFFER_BUTTON
source: New Offer +
he: הצעה חדשה +
ru: Новое предложение +

# NEW_OFFER_TITLE
source: New Offer
he: הצעה חדשה
ru: Новое предложение

# NEW_OFFER_TYPE_OF
source: Type of service / product
he: סוג שירות / מוצר
ru: Вид услуги/продукта

# NEW_OFFER_OFFER_TYPE
source: Offer type
he: סוג הצעה
ru: Тип предложения

# NEW_OFFER_GIFT_PRODUCT
source: Gift product
he: מוצר מתנה
ru: Подарочный товар

# NEW_OFFER_OFFER_TEXT
source: Offer text
he: טקסט הצעה
ru: Текст предложения

# NEW_OFFER_ADD
source: Add
he: לְהוֹסִיף
ru: Добавить

# NEW_OFFER_DISCOUNT
source: Discount
he: הנחה
ru: Скидка

# NEW_OFFER_ALERT_TYPE_NOT_SELECTED
source: Please select a product or service first.
he: בחר תחילה מוצר או שירות.
ru: Сначала выберите продукт или услугу.

# NEW_OFFER_ALERT_disc_NOT_SELECTED
source: Please select offer type.
he: בחר סוג הצעה
ru: Выберите тип предложения

# NEW_OFFER_OFFER_TEXT_MISSING
source: Please complete offer text
he: מלא את טקסט ההצעה
ru: Заполните текст предложения

# NEW_OFFER_DISCOUNT_PERCENT
source: Discount percent
he: אחוז הנחה
ru: Процент скидки

# WAS_CANCELLED
source: Cancelled
he: בוטל
ro: Anulat
ru: Отменен

source: Order appointment
he: קבע תור
ro: Fa o programare
ru: Заказать очередь

source: Rate our business
he: דרג את העסק
ro: Evaluati afacerea noastra
ru: Оцените компанию

# SEND_BT
source: Send
he: שלח
ro: Trimite
ru: Отправить

# REVIEWS_LABEL
source: Reviews
he: ביקורות
ro: Evaluari
ru: Отзывы

# REVIEW_LABEL
source: Review
he: סקירה
ro: Evaluare
ru: обзор

# CANCEL_APPOINTMENT_TITLE
source: List of queues
he: רשימת התורים
ru: Список очередей

# WEEKS_SAVED
source: Settings for calendar were saved succesfully
he: ההגדרות עבור היומן נשמרו בהצלחה
ro: Setarile pentru calendar au fost salvate cu succes
ru: Настройки календаря успешно сохранены

# SELECT_HOURS_FOR_DAY
source: Complete at least working hours for one day
he: השלם לפחות שעות עבודה ליום אחד
ro: Completați cel puțin o zi lucrătoare
ru: Пожалуйста, укажите часы работы

# SELECT_MULTIPLE_SERVICES_IN_APPOINTMENT
source: Select multiple services in an appointment
he: בחר שירותים מרובים בפגישה
ru: Выберите несколько услун для встречи

# JUST_ONE_APPOINTMENT
source: !Oops You seem to be unapproved with this supplier, you can make one appointment and wait for his approval.
he: אופס נראה שאתה לא מאושר עם הספק הזה, אתה יכול לעשות פגישה אחת ולהמתין לאישור שלו.
ru: К сожалению, вы подтверждены этим поставщиком, вы можете записаться на прием и подождать его подтверждения

# SECOND_ONE_APPOINTMENT
source: !Oops You seem to be unapproved with this supplier. Wait for his approval.
he: מתנצלים אך נראה שבית העסק עוד לא אישר אותך לתיאום תורים נוספים, אנא המתן לאישור.
ru: К сожалению, вы, кажется, не подтверждены этим поставщиком. Ждите его подтверждения.

# APPOINTMENT_LBL_SHORTNUM
source: Appointment
he: קביעת פגישה
ru: Назначить встречу

# FINISH_BUTTON
source: Finish
he: סיום
ro: Trimite
ru: Завершение

# BTN_NEXT_APPOINTMENT
source: Next appointment
he: הפגישה הבאה
ro: Urmatoarea intalnire
ru: Следующая встреча

# FULL_APPOINTMENT
source: You can see the appointment in your calendar and we will remind you about in the day before the date
he: כעת תוכל לראות את הפגישה ביומן האפליקציה
ru: Теперь вы можете увидеть встречу в своем календаре

source: No day selected
he: לא נבחר יום
ru: День не выбран

# INCORRECT_BREAKS
source: Start and end hours for pauses must be inside bussiness hours interval
he: התחלה וסיום שעות עבור הפסקות חייב להיות בתוך שעות העבודה מרווח
ru: Время начала и окончания перерывов должно быть в интервале рабочих часов

# SUPPLIER_NOT_ALLOW_MULTIPLE_APPOINTMENTS
source: The selected supplier does not allow multiple appointments
he: הספק הנבחר אינו מאפשר פגישות מרובות
ru: Выбранный поставщик не позволяет проводить несколько встреч

# NUMBER_OF_MAXIMUM_APPOINTMENTS_EQUAL
source: You reached the maximum number of appointments permitted by supplier
he: הגעת למספר המרבי המותר של הספק
ro: Ați atins numărul maxim de întâlniri permise de furnizor
ru: Вы достигли максимального количества, разрешенного перевозчиком

# SHORT_DELAY_MESSAGE
source: The business has been informed about your short delay.
he: נשלחה הודעה לעסק
ro: Afacerea a fost informata legat de intarzierea dumneavoastra.
ru: Сообщение отправлено в компанию

# COMPLETE_REQUIRED_FIELDS
source: You need to complete required fields
he: עליך למלא שדות נדרשים
ru: Вы должны заполнить обязательные поля

# NO_TIME_FREE_ERROR
source: No time interval can be blocked or is already used for a meeting.
he: הזמן שנבחר לא נחסם, ייתכן וישנן פגישות בזמן זה
ru: Выбранное время не было заблокировано, в это время могут быть встречи

# FULL_APPOINTMENT_FAILED
source: Some of the meetings were not scheduled
he: חלק מהפגישות לא נקבעו
ru: Некоторые встречи не были назначены

# WE_ARE_AN_APP
source: We are an app for scheduling appointments for your favorite business. In order for you to enjoy the use of the app, we recommend that you approve access to location, calendar and update services. We'll talk when we meet.
he: אנחנו אפליקציה לקביעת תורים למבחר העסקים האהובים עליכם. כדי שתוכלו להנות מהשימוש של האפליקציה אנו ממליצים לאשר את הגישה לשירותי מיקום, יומן ושימוש בעדכונים. נדבר כשנפגש.
ru: Мы приложение для планирования вашего любимого бизнеса. Чтобы использовать приложение, мы рекомендуем вам утвердить доступ к службам местоположения, календаря и обновления.

# ZERO_MINUTES_BLOCKED
source: Something went wrong, the selected hours were not blocked, please try again
he: משהו השתבש, השעות שנבחרו לא נחסמו, אנא נסה שוב
ru: Что-то пошло не так, выбранные часы не были заблокированы, пожалуйста, попробуйте еще раз

# SOME_MINUTES_BLOCKED
source: The hours were blocked successfully. Note that there are appointments in the blocking range and that these hours have not been blocked
he: חסימת השעות בוצעה בהצלחה. שים לב כי קיימות פגישות בטווח החסימה ושעות אלה לא נחסמו
ru: Часы успешно заблокированы. Обратите внимание, что в диапазоне блокировки есть встречи и что эти часы не были заблокированы

# FULL_MINUTES_BLOCKED
source: The hours were blocked successfully
he: חסימת השעות בוצעה בהצלחה
ru: Часы успешно заблокированы

source: or
he: או
ru: или

# SEARCHLESS3LETTERS
source: Complete at least 2 characters
he: השלם לפחות 2 תווים

# CANCEL_BLOCK_HOURES
source: Cancel Block Hours
he: הסר חסימת שעות
ru: Отключить блокировку часов

# YOU_CHOOSE_TO_CANCEL_TEXT
source: You have chosen to cancel the blocked hours
he: בחרת לבטל את השעות החסומות
ru: Вы выбрали отмену заблокированных часов

source: at
he: לְיַד

# SUCCES_CANCEL_BLOCK_HOURS
source: The blocked hours were canceled successfully
he: השעות החסומות בוטלו בהצלחה
ru: Заблокированные часы были успешно отменены

# FAIL_CANCEL_BLOCK_HOURS
source: The blocked hours were not canceled successfully
he: השעות החסומות לא בוטלו בהצלחה
ru: Заблокированные часы не были успешно отменены

# SEL_DAYS_TO_BLOCK
source: Select days to block
he: בחר ימים לחסימה
ru: Выберите дни, чтобы заблокировать

# ALL_HOURS_OF_DAY
source: All working hours of the day
he: כל שעות העבודה של היום
ru: Все рабочие часы дня

source: Open Settings
he: הגדרות פתוחות

# REQUEST_CONTACTS_PERMISION
source: This app requires access to Contacts to proceed. Would you like to open settings and grant permission to contacts?
he: לאפליקציה נדרש אישור גישה לאנשי הקשר. האם לפתוח הגדרות כדי לתת גישה לאנשי הקשר?

# REQUEST_CALENDAR_PERMISION
source: This app requires access to Calendar to proceed. Would you like to open settings and grant permission to calendar?
he: לאפליקציה נדרש אישור גישה ליומן מכשיר. האם לפתוח הגדרות כדי לתת גישה ליומן מכשיר?

# REQUEST_LOCATION_PERMISION
source: This app requires access to device location to proceed. By accessing your location, this app can find you nearby businesses. Location is saved only once, on every app startup. Would you like to open settings and grant permission to use location?
he: לאפליקציה נדרש אישור גישה למיקום. האם לפתוח הגדרות כדי לתת גישה למיקום?

# REQUEST_PHOTOS_PERMISION
source: This app requires access to Photos to proceed. Would you like to open settings and grant permission to photos?
he: לאפליקציה נדרש אישור גישה לתמונות. האם לפתוח הגדרות כדי לתת גישה לתמונות?

# ADDPROVIDERSUCCESMESSAGE
source: The business has successfully registered on the system. Please continue and complete the missing details to complete the installation.
he: העסק נרשם בהצלחה במערכת . אנא המשך והשלם את הפרטים החסרים על מנת להשלים את ההתקנה.

# POP_ALLERT_IN_START_BLOCK_HOURS
source: We have received your request, a final confirmation will be sent as soon as possible
he: קיבלנו את בקשתך, אישור סופי ישלח בהקדם

# SEND_NOTIFICATION_TO_ALL_CUSTOMERS
source: Message to Customers
he: הודעת תפוצה
ru: Сообщение о распространении
