Repository: id-main/bthere
Catalog: iOS/*.lproj/Localizable.strings
Languages: he, ro, ru

# SEARCH_SERVICE_DOMAIN
source: Search for a business or occupation
he: חפש נותן שירות או תחום
ro: Cauta o companie sau un domeniu de activitate
ru: Поиск услуг или сферы деятельности

# LOGIN
source: Already a member? Log in
he: כניסה לרשומים
ro: Esti deja membru? Logheaza-te
ru: Войти в аккаунт

# ADVANTAGED_SEARCH
source: Advanced search
he: חיפוש מתקדם
ro: Cautare avansata
ru: Расширенный поиск

# ADVERTISINGS
source: news bulletins and passing: new businesses, deals worth ...
he: מבזקים וחדשות שעוברים : בתי עסק חדשים, מבצעים שווים...
ro: buletinele de stiri si trecere: noi afaceri, oferte valoroase ...
ru: Последние новости: новые бизнеса, акции и специальные предложения...

source: Ok
he: אישור
ru: Подтверждение

source: Cancel
he: ביטול
ro: Anulare
ru: Отмена

source: Yes
he: כן
ro: Da
ru: Да

source: No
he: לא
ro: Nu
ru: Нет

source: Hours
he: שעות
ro: Ore
ru: Часы

# MINUTES
source: m'
he: דקות
ro: Minute
ru: Минуты

# SAVE_BTN
source: Save
he: שמור
ro: Salveaza
ru: Сохранить

# ADDRESS_CITY
source: Address:
he: כתובת:
ro: Adresa:
ru: Адрес:

# POPUP_FB_GOOGLE
source: Clicking OK will delete the data you have entered new replacements
he: לחיצה על אישור תמחוק את הנתונים שהקשת ותחליפם בחדשים.
ro: Butonul OK va sterge datele introduse
ru: Нажатие кнопки ОК приведет к удалению введенных данных и их замене новыми.

source: Continue
he: המשך
ro: Continua
ru: Продолжить

# FIRSTNAME_LBL
source: Full name
he: שם מלא
ro: Numele complet
ru: Имя

# L_NAME
source: Last name
he: שם משפחה*
ro: Nume
ru: Фамилия*

# LOGIN_TITLE
source: Login
he: הרשמה
ro: Logheaza-te
ru: Регистрация

# FULLNAME_LBL
source: First and last name*
he: שם פרטי ושם משפחה*
ro: Prenume si nume*
ru: Имя и фамилия*

# PHONE_LBL
source: Phone number
he: טלפון*
ro: Numar de telefon
ru: Телефон*

# DATEBURN_LBL
source: Date of birth
he: תאריך לידה
ro: Data nasterii
ru: Дата рождения

# EMAIL_LBL
source: Email
he: אימייל*
ru: Электронная почта*

# IMAGEUPLOAD_LBL
source: Upload picture
he: העלאת תמונה
ro: Incarca poza
ru: Загрузка фотографии

# QUICKREGISTERWITH
source: Fast registeration with:
he: רישום מהיר באמצעות
ro: Inregistrare rapida cu:
ru: Быстрая регистрация используя

# REQUIREFIELD
source: *Required field
he: שדה חובה*
ro: *Camp obligatoriu
ru: Обязательное поле*

# READCONDITIONOK
source: I agree to the
he: אני מסכים ל
ro: Sunt de acord cu
ru: Я согласен с

source: terms of use
he: תנאי שימוש
ro: termenii si conditiile
ru: Условия использования

# AGREE_GET_ADVERTISEMENTS
source: I agree to recieve advertising information
he: אני מסכים לקבל מידע פרסומי
ro: Sunt de acord sa primesc materiale promotionale
ru: Я согласен получать рекламную информацию

# MESSAGE
source: new! Direct payment to supplier. Did not you? You have not paid!
he: חדש! תשלום ישיר לספק. לא הגעת? לא שילמת!
ro: Nou! Plata directa catre furnizor. Plata nu a fost efectuata!
ru: Новое! Платёж напрямую поставщику услуг. Вы не пришли? Вы не заплатили!

# REGISTER_BTN
source: Sign in
he: הרשמה
ro: Inregistreaza-te
ru: Регистрация

# PAYMENTSDETAILSQUESTION
source: Do you want us to keep your credit card details for future convinient payment?
he: האם ברצונך להשאיר פרטי תשלום?
ro: Doriti sa pastram detaliile cartii dumneavoastra de credit pentru a usura procesul efectuarii platilor pe viitor?
ru: Вы хотите сохранить платежную информацию?

# FIRST_NAME
source: Full name
he: שם מלא
ro: Nume complet
ru: Имя

source: Last name
he: שם משפחה
ro: Nume
ru: Фамилия

source: Phone number
he: מספר טלפון
ro: Numar de telefon
ru: Телефон

# MAIL_USER
source: Email
he: אימייל
ru: Электронная почта

# MAIL
source: e-mail
he: אימייל

# REGULATION
source: to user and privacy agreement
he: לתקנון
ro: Catre acordul de utilizare si confidentialitate
ru: Правила

# ADD_ASS_BUSINESS
source: and add your business to
he: והוסף את העסק שלך ל
ro: Si adauga-ti compania la
ru: И добавьте бизнес в

# SYNC_CALENDAR
source: Sync with my calendar
he: שיקוף יומן מכשיר
ro: Sincronizeaza cu calendarul meu personal
ru: Синхронизация с моим календарем

# ENTER_TEN_DIGITS
source: Please enter a valid phone number containing 10 digits
he: נא להכניס מס' טלפון נייד תקין בן 10 ספרות
ro: Va rugam sa introduceti un numar de telefon valid format din 10 cifre
ru: Введите действительный 10-значный номер мобильного телефона

# MAX_CHR_NAME
source: You can introduce up to 100 characters
he: ניתן להציג עד 100 תווים
ro: Puteti introduce pana la 100 de caractere

# MAX_CHR_EMAIL
source: You can introduce up to 100 characters
he: ניתן להציג עד 100 תווים
ro: Puteti introduce pana la 100 de caractere

source: Business details
he: פרטי העסק
ro: Detalii companie
ru: Бизнес-информация

# GLOBAL_DATA
source: General Details
he: פרטים כלליים
ro: Detalii generale
ru: Общие данные

source: Notifications
he: התראות
ro: Notificari
ru: Уведомления

# BUSINESS_PROPHIL
source: Business Profile Page
he: פרופיל עסקי
ro: Pagina de profil a companiei
ru: Бизнес-профиль

# SYNC_WITH_CONTACTS
source: Confirm Contacts
he: אשר אנשי קשר
ro: Confirma contactele
ru: Разрешить доступ к контактам

source: Payment
he: תשלום
ro: Modalitati de plata
ru: Оплата

# MESSAGE_TITLE
source: Message
he: הודעה
ro: Mesaje
ru: Сообщение

# EXIT_REGISTER
source: Are you sure you want to stop registering as a new business?
he: האם אתה בטוח שברצונך לצאת מהרשמת ספק?
ro: Sunteti sigur ca nu doriti sa continuati inregistarea ca si companie noua?
ru: Вы уверены, что хотите выйти из подписки поставщика услуг?

# ERROR_REGISTER
source: There has been an error during your registration as a business
he: היתה בעיה בהרשמתך כספק
ro: A aparut o eroare pe parcursul inregistrarii companiei
ru: Возникла проблема регистрации в качестве поставщика

# ERROR_UPDATE_GENERAL_DETAILS
source: There has been an error during update General Details
he: אירעה שגיאה במהלך עדכון הפרטים הכלליים
ro: A aparut o eroare pe parcursul actualizarii paginii Detalii Generale
ru: Произошла ошибка при обновлении общих данных

# POP_UP_WORKING_HOURS_TITLE
source: Working Hours
he: שעות פעילות
ro: Programul cu publicul
ru: Часы работы

# PAYMENT_CREDIT_CARD
source: Payment by credit card
he: תשלום באמצעות כרטיס אשראי
ro: Plata cu card de credit
ru: Оплата кредитной картой

# CARD_OWNER_NAME
source: Cardholder's name
he: שם בעל הכרטיס
ro: Numele detinatorului cardului de credit
ru: Наименование держателя карты

source: Card type
he: סוג כרטיס
ro: Tipul cardului
ru: Тип карты

# CARD_NUM
source: Card number
he: מספר כרטיס
ro: Numarul cardului
ru: Номер карты

# CARD_VALIDITY
source: Expiration date
he: תאריך תפוגה
ro: Data expirarii
ru: Дата истечения срока действия

# OK_PAY
source: Accept and pay
he: אישור ותשלום
ro: Accepta si plateste
ru: Подтверждение и оплата

# MONTH
source: MM
he: חודש
ru: Месяц

# YEAR
source: YY
he: שנה
ru: Год

# CARD_TYPE_NAME
source: visa
he: ויזה
ru: Виза

# REG_TITLE
source: Terms and conditions
he: תקנון
ro: regulament
ru: Правила

# SUCCESS_SAVECHANGES
source: Your personal details were uploaded successfully
he: הפרטים האישיים שלך הועלו בהצלחה
ro: Detaliile tale personale au fost încarcate cu succes
ru: Ваша личная информация успешно загружена

# MESSAGE_VERIFICATION
source: Verification code
he: קוד אימות
ro: Cod de verificare
ru: Код подтверждения

# ILLEGAL_VERIFICATION
source: You entered the wrong verification code, after 3 attempts the app will lock itself
he: קוד האימות שגוי. לאחר 3 נסיונות האפליקציה תסגר
ro: Ati introdus gresit codul de verificare, dupa 3 incercari aplicatia se va bloca automat.
ru: Код подтверждения неверен. После 3 попыток приложение закроет

# PASSWORD_NOT_ENTERD
source: Password not entered
he: לא הוכנסה סיסמה
ro: Nu ati introdus parola
ru: Не введен пароль

source: Send again
he: שלח שוב
ro: Trimiteti iar
ru: Отправить еще раз

# ENTER_VERIFICATION
source: Enter the code sent to your device
he: הזן את הקוד שנשלח למכשיר
ro: Introduceti codul primit prin SMS
ru: Введите код, отправленный на ваше устройство

# NOT_GET_VERIF
source: I didn't receive the code,
he: לא קיבלתי את הקוד
ro: Nu am primit codul
ru: Я не получил код

# DOMAIN
source: *Business type
he: תחום*
ro: *Tipul afacerii
ru: Сфера деятельности*

# HOURS_ACTIVITY
source: *Working hours
he: שעות פעילות*
ro: *Program de lucru
ru: Часы работы*

# ADD_WORKERS
source: Add employee
he: הוסף עובדים
ro: Adauga angajat
ru: Добавить сотрудников

# SERVICE_PRODUCT
source: *Service
he: שירותים *
ro: *Serviciu/Produs
ru: Сервис / продукт

# TURN_SETTINGS
source: Appointments setting
he: הגדרות תורים
ro: Setari programari
ru: Настройки очереди

source: illegal hours
he: שעות פעילות אינן חוקיות
ro: Ore invalide
ru: Выбранные часы недействительны.

# HOURS_ACTIVE
source: Working hours
he: שעות פעילות
ro: Program de lucru
ru: Часы работы

# EQUAL_HOURS
source: Are his working hours identical to the business working hours?
he: האם שעות פעילות העובד זהות לאלו של העסק?
ro: Este programul lui de munca identic cu programul de munca al companiei?
ru: Являются ли часы сотрудников идентичными часам работы компании?

# ADD_WORKER
source: Add employee
he: הוסף עובד
ro: Adauga angajat
ru: Добавить сотрудника

# RECESS
source: breaks
he: הפסקות
ro: Pauze
ru: Перерывы

# CANT_SELECT_ALL_DAYS_BEFORE_RECESS
source: You can not mark the days before choosing one day breaks
he: לא ניתן לסמן את כל הימים לפני בחירת הפסקות לאחד הימים
ro: Nu poti marca zilele inainte de a alege orele de pauza intr-o singura zi
ru: Прежде чем отметить все дни - Вам необходимо выбрать перерыв

# CANT_SELECT_ALL_DAYS_BEFORE_HOURS
source: You can not mark the days before choosing one day hours
he: לא ניתן לסמן את כל הימים לפני בחירת שעות לאחד הימים
ro: Nu poti marca zilele inainte de a alege orele de lucru intr-o singura zi
ru: Прежде чем отметить все дни - Вам необходимо выбрать время

# CHOOSE_ALL
source: Mark all days
he: בחר הכל
ro: Marcheaza toate zilele
ru: Выбрать все

# ADD_RECCESS
source: Add breaks
he: הוסף הפסקות
ro: Adauga pauze
ru: Добавить перерывы

# ADD_SERVICE_PRODUCT
source: Add service
he: הוסף שירות/מוצר
ro: Adauga serviciu
ru: Добавить услугу / продукт

source: Business domain
he: תחום העסק
ro: Domeniul companiei
ru: Сфера деятельности

source: leading sentence
he: משפט מוביל
ro: Propozitia principala
ru: Девиз

# ACTIVE_HOURS
source: Working hours
he: שעות פעילות
ro: Program de lucru
ru: Часы работы

source: Worker details
he: פרטי עובדים
ro: Detalii angajat
ru: Сведения о сотрудниках

source: Business service
he: שרותי העסק
ro: Servicii companie
ru: Бизнес услуги

source: Calendar settings
he: הגדרות יומנים
ro: Setari calendar
ru: Настройки календаря

# NAME_ERROR
source: invalid name
he: שם שגוי
ro: oops :) Nume gresit
ru: Неверное имя

# MAIL_ERROR
source: invalid address
he: כתובת שגויה
ro: oops :) Adresa gresita
ru: Неверный адрес

# PHONE_ERROR
source: invalid phone
he: מספר שגוי
ro: Numar de telefon invalid
ru: Неверный номер телефона

# PHONE_ERROR2
source: phone not exist
he: מספר הטלפון לא קיים במערכת
ro: Acest numar de telefon nu este inregistrat in sistem
ru: Номер телефона в системе не зарегистрирован.

# ERROR
source: some fields have not been filled
he: ישנם שדות חסרים או שגויים
ro: Cateva campuri nu au fost completate corect
ru: Отсутствуют или неверные поля

# ERROR_EMPTY
source: required fields are not filled
he: נא למלא שדות חובה
ro: Nu uitati sa completati toate campurile obligatorii:)
ru: Пожалуйста, заполните обязательные поля

# MAIL_EXIST
source: email exists in our database
he: כתובת המייל קיימת במערכת
ro: Aceasta adresa de email exista deja in baza noastra de date
ru: Адрес электронной почты зарегистрирован в системе

# PHONE_EXIST
source: existing phone number
he: מספר הטלפון כבר קיים במערכת
ro: Acest numar de telefon nu exista in baza de date
ru: Номер телефона в системе не зарегистрирован

# MAIL_VALID
source: must enter valid email
he: חובה להכניס כתובת אימייל תקינה*
ro: Adresa de email este incorecta*
ru: Требуется действительный адрес электронной почты*

# FAX_VALId
source: must enter valid fax uo to 9 characters
he: יש להכניס מספר פקס תקין עד 9 תוים
ro: Introduceti un numar de fax valid de pana la 9 caractere
ru: Действительный номер факса должен состоять из 9 символов

# ENTER_NINE_CHAR
source: enter 9 characters only
he: יש להכניס 9 ספרות בלבד
ro: Introduceti doar 9 caractere
ru: Необходимо ввести только 9 цифр

# ADDRESS_DONT_CONTAIN_NUMBER
source: must contain street number
he: חייב לכלול מספר רחוב
ro: Trebuie sa contina numarul strazii
ru: Должен включать номер улицы

# BUSINESS_DETAILS_TITLE
source: business general details
he: פרטי העסק
ro: Detalii generale companie
ru: Детали компании

source: Back
he: חזור
ro: Inapoi
ru: Вернуться

# BUSINESS_NAME
source: *Company name
he: שם העסק*
ro: *Numele companiei
ru: Название компании*

# ID
source: *ID/CN
he: ת.ז. / ח.פ.*
ru: Номер удостоверения*

# ADDRES
source: *Address
he: כתובת*
ro: *Adresa
ru: Адрес*

# PHONE
source: *Phone number
he: טלפון*
ro: *Numar de telefon
ru: Телефон*

# FAX
source: fax number
he: פקס
ro: Numar de fax
ru: Факс

# SITE
source: Website
he: אתר
ru: Сайт

source: *Email
he: אימייל*
ru: Электронная почта*

source: social networks
he: רשתות חברתיות
ro: Retele de socializare
ru: Социальные сети

# CLICK_ON_ICON_TO_SYNC
source: press the icon to sync
he: לחץ על האייקון לסנכרון
ro: Apasa icoana pentru sincronizare
ru: Нажмите на значок синхронизации.

# SAVE
source: Save and continue
he: שמור והמשך
ro: Salveaza si continua
ru: Сохранить и продолжить

source: *Required field
he: שדה חובה*
ro: *Camp obligatoriu
ru: Обязательное поле*

# ID_TZ
source: id/cn(company number according to registrar of companies)
he: ח.פ/ת.ז
ro: id/cn(Numarul de inregistrare al companiei)
ru: Номер удостоверения

source: *City
he: עיר*
ro: *Oras
ru: Город*

# PHONE_BUSINESS
source: business phone number
he: טלפון*
ro: Numar de telefon companie
ru: Телефон*

# SENT_REVIEW_SUCCESS
source: Thank you for the review!
he: תודה על חוות דעתך

# MEETING_UPDATES
source: Appointment updates
he: עדכונים על תורים
ro: Actualizare programari
ru: Обновления очередей

# TEN_MINUTES_BEFORE_MEETING
source: 10 Minutes before appointment
he: 10 דקות לפני התור
ro: 10 minute inainte de programare
ru: За 10 минут до очереди

# FOLLW_CUSTOMERS
source: Customers follow up
he: מעקב אחר לקוחות
ro: Follow up clienti
ru: Отслеживать клиентов

source: Customers events
he: אירועי לקוחות
ro: Evenimente clienti
ru: События клиентов

# KIND_NOTIFICATION
source: Notification type
he: סוג ההודעה
ro: Tipul notificarii
ru: Вид уведомления

# FREQUNCY
source: Frequency
he: תדירות
ro: Frecventa
ru: Частота

# KIND_UPDATE
source: Update type
he: סוג עדכון
ro: Tipul actualizarii
ru: Вид обновления

# TIME_BEFORE_EVENT
source: set alarm before appointment
he: זמן התראה לפני שעת האירוע
ro: Seteaza alarma inainte de programare
ru: Время оповещения до времени события

source: Pop up
he: הודעות פופ-אפ
ru: Всплывающие сообщения

# SELECT_ALL
source: All
he: בחר הכל
ro: Tot
ru: Выбрать все

# CHOOSE_CUSTOMER
source: Choose your client from your contacts list
he: בחר את הלקוחות מתוך רשימת אנשי הקשר
ro: Alegeti din lista de contacte
ru: Выберите из списка контактов

# WYH_SYNC
source: Why should you synchronize your contact list? The answer is simple
he: למה לאשר אנשי קשר?
ro: De ce ar trebui sa sincronizati lista de contacte? Raspunsul este simplu
ru: Зачем разрешать доступ к контактам?

# SYNC_REASON1
source: Bthere allows you to advertise your business
he: הלקוחות שלך מתווספים מאנשי הקשר שלך- כל איש קשר מאושר נכנס למאגר הלקוחות שלך, מתעדכן שהצטרפת
ro: Va permite sa va promovati afacerea
ru: Ваши клиенты добавляются из ваших контактов - каждый авторизованный контакт входит в вашу базу данных клиентов, обновленные вы присоединились

# SYNC_REASON
source: Bthere allows you to advertise your business 24 hours a day and keep your customers closer than ever. Syncing your contact list will help you and your customers save valuable time. Each customer can view your calendar in real time and make an appointment with just a click - at your convenience.
he: הלקוחות שלך מתווספים מאנשי הקשר שלך- כל איש קשר מאושר נכנס למאגר הלקוחות שלך, מתעדכן שהצטרפת לBTHERE ומאותו הרגע הוא יכול בכל עת לקבוע תור ליומן שלך, בקלות ובמהירות. אל דאגה, הרשימה הזאת מאובטחת ובכל רגע ניתן להסיר כל לקוח מהמאגר.
ro: 24 de ore pe zi aveti clientii mai aproape ca oricand. Sincronizand lista de contacte va va ajuta pe dumneavoastra si pe clientii dumneavoastra sa economisiti timp. Fiecare client are acces la calendar in timp real si poate sa faca programare cu ajutorul unui singur click.
ru: Ваши клиенты добавляются из ваших контактов - каждый авторизованный контакт входит в вашу базу данных клиентов, обновления, к которым вы присоединились BTHERE, и с этого момента может легко и просто запланировать вашу встречу в любое время. Не беспокойтесь, этот список является безопасным, и каждый клиент может быть удален из базы данных.

# NAME_USER
source: User name
he: שם משתמש
ro: Nume utilizator
ru: Имя пользователя

# PASSWORD_USER
source: Password
he: סיסמה
ro: Parola
ru: Пароль

# BTN_CONNECT
source: Connect
he: התחבר
ro: Conecteaza-te
ru: Войти

# EXISTS_USER
source: Phone number
he: הכנס מספר טלפון
ro: Numar de telefon
ru: Существующий пользователь

# PHONE_USER
source: Phone
he: טלפון
ro: Telefon
ru: Телефон

# print_TITLE
source: Print Calendar
he: הדפס יומן
ro: Printeaza calendar
ru: Распечатать календарь

source: from date
he: מתאריך
ro: De la data
ru: От

source: to date
he: עד תאריך
ro: la data
ru: До

# DESIGN
source: display
he: תצוגה
ro: afiseaza
ru: Показ

# MY_CALENDAR
source: Calendar
he: יומן
ru: Календарь

# MY_GIVESERVICE
source: Providers
he: העסקים שלי
ro: Furnizorii mei de servicii
ru: Бизнеса

source: Settings
he: הגדרות
ro: Setari
ru: Настройки

source: About us
he: אודותינו
ro: Despre compania noastra
ru: О нас

# REGISTER_BUSINESS
source: Registration
he: רישום לעסקים
ro: Inregistreaza-te ca business
ru: Регистрация

source: Print
he: הדפס
ro: Printeaza
ru: Распечатать

source: Log out
he: התנתק
ro: Delogheaza-te
ru: Выйти

# BUSINESS_PAGE
source: Business profile
he: פרופיל עסקי
ro: Catre pagina de business
ru: Бизнес-профиль

source: Customers
he: לקוחות
ro: Clienti
ru: Клиенты

source: Reports
he: דוחות
ro: Rapoarte
ru: Отчеты

# SUBJECT
source: section
he: תחום
ro: Sectiune
ru: Сфера деятельности

# AREA
source: region
he: איזור
ro: Regiune
ru: Область

# DESIRED_DATE
source: wanted date
he: תאריך רצוי
ro: Data dorita
ru: Желаемая дата

# RANGE_HOURS
source: range
he: טווח שעות
ro: Interval
ru: Диапазон часов

source: search
he: חפש
ro: Cauta
ru: Поиск

# SUBJECT_PLACE_HOLDER
source: search section
he: חפש תחום
ro: Cauta sectiune
ru: Поиск по сфере деятельности

# AREA_PLACE_HOLDER
source: search area
he: חפש איזור
ro: Cauta zona
ru: Область поиска

source: illegal domain
he: תחום אינו תקין
ro: Domeniu ilegal
ru: Недопустимая сфера

# NOT_DATA_TO_SEARCH
source: no data has been entered search
he: לא הוזנו נתונים לחיפוש
ro: Nu au fost introduse date in cautare
ru: Не введены данные для поиска

# NO_SUPPLIERS_MATCH
source: soory :) we still didn't sign the business you are looking for…
he: לא נמצאו ספקים מתאימים לחיפוש שלך
ro: soory :) Ne pare rau, nu am putut gasi compania cautata
ru: Не найдено подходящих бизнесов для вашего поиска

# WELCOME
source: welcome home to
he: ברוכים הבאים ל
ro: Bine ati venit
ru: Добро пожаловать в

# OPEN_CALENSER1
source: open calender and business profile,
he: לפתיחת יומן ופרופיל עסקי,
ro: Deschide calendar si profilul companiei,
ru: Для того, чтобы открыть календарь и бизнес-профиль

# OPEN_CALENSER2
source: please fill the following details:
he: נא מלאו את הפרטים הבאים.
ro: va rugam sa completati urmatoarele detalii:
ru: Пожалуйста, заполните следующую информацию.

# HOURS_WORK
source: Activity time
he: שעות פעילות
ro: Durata activitatii
ru: Часы работы

source: Slogen
he: סלוגן
ro: Slogan
ru: Слоган

# FOR_TOR
source: To make an appointment
he: לקביעת תור
ro: Fa o programare
ru: Заказать очередь

# ABOUT
source: About us
he: אודות
ro: Despre noi
ru: О нас

# OPINION
source: Reviews
he: חוות דעת
ro: Recenzii
ru: Отзывы

# UPLOAD_CAMPAIGN
source: UPLOAD SALES
he: העלאת מבצע
ro: Incarca poza pentru promotii
ru: Загрузка предложения

# THANK
source: Thanks,waiting to see you
he: תודה, אשמח לראותך
ro: Multumim, va asteptam din nou
ru: Спасибо

source: Logo
he: לוגו
ru: Лого

# ATTACH_PHOTO
source: Attach a picture from photo album
he: צרף תמונה מאלבום התמונות
ro: Ataseaza o imagine din galerie
ru: Прикрепить фотографию из фотоальбома

# TAKE_PICTURE
source: Take a picture
he: צלם תמונה
ro: Fa o poza
ru: Сделайте снимок

source: Picture
he: תמונה
ro: Poza
ru: Фотография

# ABOUT_BUSINESS
source: About the local business
he: אודות בית העסק
ro: Despre afacerea locala
ru: О бизнесе

# SAVE_CONTINU
source: Save and continue
he: שמור והמשך
ro: Salveaza si continua
ru: Сохранить и продолжить

# CAMPAIGN
source: Sale
he: מבצע
ro: Promotie
ru: Кампания

source: Not Valid
he: לא תקין
ro: Invalid
ru: Неподходящий

# USE_IMAGE
source: Use
he: בחר
ro: Utilizeaza
ru: выбрать

# CHOOSE_IMAGE
source: Choose photo
he: בחר תמונה
ro: Alege o imagine
ru: Выберите фотографию

# LOOK
source: View gallery
he: צפה בגלריה
ro: Vezi galerie
ru: Просмотр галереи

# VOTERS
source: Ranks
he: מדרגים
ro: Loc
ru: Голосовавшие

source: UPLOAD COMPANY LOGO
he: הוסף את לוגו החברה
ro: Incarca logo-ul companiei
ru: Добавить логотип компании

source: Company slogan...
he: הסלוגן של החברה ...
ro: Slogan companie...
ru: Лозунг компании ...

source: UPLOAD COMPANY PROFILE PHOTO
he: הוסף את תמונת פרופיל חברה
ro: Incarca poza de profil a companiei
ru: Добавить профиль-фотографию компании

# SYNC_CONTACTS
source: Sync contacts from your list?
he: האם לבצע סנכרון מרשימת אנשי הקשר שבמכשירך?
ro: Doriti sa sincronizati contactele din lista?
ru: Синхронизировать список контактов на вашем устройстве?

# AUTOMATIC_APPROVAL
source: Automatic approval for all contacts
he: בצע אישור אוטומטי של כל אנשי הקשר
ro: Aprobare automata pentru toate contactele
ru: Автоматически утверждать все контакты

# SYNC_EXPLAIN
source: Lorem ipsum dolor sit er elit lamet, consectetaur cillium adipisicing pecu, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum. Nam liber te conscient to factor tum poen legum odioque civiuda.
he: הסבר על סינכרון עם אנשי קשר. תצטנפל בלינדו למרקל אס לכימפו, דול, צוט ומעיוט - לפתיעם ברשג - ותליעום גדיש. לת צשחמי צח בליא מנסוטו צמלח לביקו ננבי, צמוקו בלוקריה שיצמה ברורק. קוואזי במר מודוף. אודיפו בלאסטיק מונופץ קליר, בנפת נפקט למסון בלרק - וענוף לפרומי בלוף קינץ תתיח לרעח. לת צשחמח צש בליא.קוויז דומורק ולורס מונפרד אדנדום סילקוף, מרגשי ומרגשח. עמחליף לפרומי בלוף קינץ תתיח לרעח. ליאמום בלינך רוגצה. לפמעט.
ru: הסבר על סינכרון עם אנשי קשר. תצטנפל בלינדו למרקל אס לכימפו, דול, צוט ומעיוט - לפתיעם ברשג - ותליעום גדיש. לת צשחמי צח בליא מנסוטו צמלח לביקו ננבי, צמוקו בלוקריה שיצמה ברורק. קוואזי במר מודוף. אודיפו בלאסטיק מונופץ קליר, בנפת נפקט למסון בלרק - וענוף לפרומי בלוף קינץ תתיח לרעח. לת צשחמח צש בליא.קוויז דומורק ולורס מונפרד אדנדום סילקוף, מרגשי ומרגשח. עמחליף לפרומי בלוף קינץ תתיח לרעח. ליאמום בלינך רוגצה. לפמעט.

# APPROVAL_ALL
source: do you want all of your contacts to be registered as clients
he: האם לאפשר לכל אנשי הקשר ממכשירך להיות לקוחותיך?
ro: Doriti ca toate contactele din lista dumneavoastra sa fie inregistrate ca si clienti?
ru: Разрешить всем контактам вашего устройства быть вашими клиентами?
